Repository: 363734/cairo-dock-core
Catalog: po/*.po
Languages: de, nl, uk

source: Many applets have events that can be triggered by a keyboard shortcut : - the <i>AlsaMixer</i> applet allows you to pop-up a <b>volume button</b> that can be controlled with the left/right arrows. - the <i>Terminal</i> applet allows you to pop-up the <b>terminal window</b> and directly write inside it. - the <i>Systray</i> applet allows you to pop-up the <b>notification area</b>. - the <i>Quick Browser</i> applet allows you to pop-up the <b>menu browser</b>, you can then navigate inside it with the arrows. - the <i>GMenu</i> applet allows you to pop-up the <b>Applications</b> menu, and also a <b>quick-launcher</b> dialog box. - the <i>Clipper</i> applet allows you to pop-up the <b>clipboard history</b> menu. - and of course, the <i>Scooby-Do</i> plug-in let you <b>navigate inside your docks</b> and quickly <b>find and launch</b> applications and files !
nl: Vele applets kunnen taken uitvoeren door middel van een sneltoets : - met het <i>AlsaMixer</i> applet kunt u de <b>volumeknop</b> bedienen met het linker- en rechtertoetsenbordpijltje. - met het <i>Terminal</i> kunt u een <b>terminalvenster</b> openen waar u direct iets kunt invoeren. - met het <i>Systray</i> applet kunt u het <b>Systeemvak</b> openen. - met het <i>Quick Browser</i> applet kunt u snel door het <b>menu bladeren</b>, met de toetsenbordpijltjes. - met het <i>GMenu</i> applet kunt u het <b>Toepassingen</b> menu openen, en ook een <b>snelstartdialoog</b> openen. - met het <i>Clipper</i> applet kunt u het <b>Klembordgeschiedenis</b> menu openen. - en natuurlijk, met de <i>Scooby-Do</i> plug-in kunt u <b>navigeren tussen uw docks</b> en snel toepassingen en bestanden <b>vinden en uitvoeren</b> !
uk: Багато аплетів мають події, на які можна налаштовувати комбінації клавіш: – В аплеті <i>AlsaMixer</i> можна викликати <b>кнопку звуку</b> та управляти ним клавішами вліво/вправо. – В аплеті <i>Terminal</i> можна налаштувати виклик <b>вікна терміналу</b>, в якому відразу можна почати друк. – В аплеті <i>Systray</i> можна налаштувати виклик <b>зони повідомлення</b>. – В аплеті <i>Quick Browser</i> можна налаштувати виклик <b>меню веб-оглядача</b>, а в ньому перемішуватися за допомогою стрілок. – В аплеті <i>GMenu</i> можна налаштувати виклик меню <b>Програми</b>, а також діалогове вікно <b>швидкий запуск</b>. – В аплеті <i>Clipper</i> можна налаштувати виклик меню <b>Історія буферу обміну</b>. – І, звичайно, в додатку <i>Scooby-Do</i> можна налаштувати <b>навігацію по панелі</b> та швидкий <b>пошук та запуск</b> програм і файлів!

source: Troubleshooting
de: Fehlerbehebung
nl: Problemen
uk: Усунення проблем

source: If you have any question, don't hesitate to ask on our forum.
nl: Wanneer u vragen heeft, twijfel dan niet om ze te stellen op ons forum.
uk: Якщо у вас виникають будь-які питання, не соромтеся запитувати про це на нашому форумі.

source: Forum
uk: Форум

source: Our wiki can also help you, it is more complete on some points.
nl: Onze wiki is verder uitgebreid op sommige punten en kan u ook verder helpen.
uk: Наше wiki також може допомогти вам, а з деяких питань навіть містить більше інформації.

source: Wiki
uk: Вікі

source: I have a black background around my dock.
de: Ich habe einen schwarzen Hintergrund um mein Dock herum
nl: Ik heb een zwarte achtergrond rond mijn dock
uk: Чорне тло довкола панелі.

source: Hint : If you have an ATI or an Intel card, you should try without OpenGL first, because their drivers are not yet perfect.
de: Tipp: Falls Sie eine ATI- oder Intel-Grafikkarte haben, sollten Sie es vorerst ohne OpenGL versuchen, da deren Treiber noch nicht ausgereift sind.
nl: Hint : Als u een ATI of een Intel heeft, kunt u het eerst proberen zonder OpenGL, omdat hun drivers nog niet perfect zijn.
uk: Порада: Якщо у вас відеокарта від ATI або Intel, то перш за все спробуйте вимкнути OpenGL, оскільки їх драйвери далекі від ідеалу.

source: You need to turn on compositing. For instance, you can run Compiz or xcompmgr. If you're using XFCE or KDE, you can just enable compositing in the window manager options. If you're using Gnome, you can enable it in Metacity in this way : Open gconf-editor, edit the key '/apps/metacity/general/compositing_manager' and set it to 'true'.
uk: Вам потрібно включити композитність. Для цього ви можете запустити Compiz або xcmpmgr. Якщо ви використовуєте XFCE або KDE, то можете просто задіяти композитність в налаштуваннях менеджера вікон. Якщо ж ви користуєтеся Gnome, то можете задіяти Metacity таким чином: Відкрийте gconf-editor, встановіть ключ '/apps/metacity/general/compositing_manager' в значення 'true'.

source: If you're on Gnome with Metacity (without Compiz), you can click on this button:
uk: Якщо ви використовуєте Gnome з Metacity (без Compiz), ви можете клацнути на цій кнопці:

source: My machine is too old to run a composite manager.
de: Meine Maschine ist zu alt um einen Composite Manager auszuführen.
nl: Mijn machine is te oud voor een composite-manager
uk: У мене занадто старий комп'ютер, щоб запускати композитний менеджер.

source: Don't panic, Cairo-Dock can emulate the transparency. To get rid of the black background, simply enable the corresponding option in the end of the «System» module
uk: Нічого страшного, Cairo-Dock вміє емулювати прозорість. Щоб позбавитися від чорного тла, просто активуйте відповідну опцію в модулі «Система».

source: The dock is horribly slow when I move the mouse into it.
de: Das Dock ist total langsam, wenn ich die Maus darin bewege
nl: Het dock wordt heel langzaam wanneer ik de muis erin plaats.
uk: Панель жахливо уповільнюється, коли я провожу по ній мишею

source: If you have an Nvidia GeForce8 graphics card, please install the latest drivers, as the first ones were really buggy. If the dock is running without OpenGL, try to reduce the number of icons in the main dock, or try to reduce its size. If the dock is running with OpenGL, try to disable it by launching the dock with «cairo-dock -c».
uk: Якщо у вас GeForce8, то спробуйте встановити свіжі драйвера, оскільки найперші були дійсно з помилками. Якщо ви запускаєте панель без openGL, спробуйте зменшити кількість значків на панелі або зменшити їх розмір. Якщо ви запускаєте панель з openGL, спробуйте відключити його підтримку, запускаючи панель з параметром «cairo-dock –c».

source: I don't have these wonderful effects like fire, cube rotating, etc.
de: Ich habe diese wunderbaren Effekte wie Feuer, Würfel rotieren, etc. nicht
nl: Ik heb al die mooie effecten niet, zoals vuur, kubusrotatie, etc.
uk: А у мене немає таких красивих ефектів, як вогонь, куб і таке інше.

source: Tip: You can force OpenGL by launching the dock with «cairo-dock -o».but you might get a lot of visual artifacts.
uk: Порада: Для примусового використання OpenGL запускайте панель з параметром «cairo-dock -o». Але на деяких графічних картах ви можете помітити певні графічні артефакти.

source: You need a graphics card with drivers that support OpenGL2.0. Most Nvidia cards can do this, as can more and more Intel cards. Most ATI cards do not support OpenGL2.0.
de: Sie benötigen eine Grafikkarte mit Treibern, die OpenGL2.0 unterstützen. Die meisten Nvidia-Karten tun dies, sowie auch immer mehr Intel-Karten. Die meisten ATI-Karten unterstützen OpenGL2.0 jedoch nicht.
nl: U heeft een grafische kaart nodig die openGL2.0 ondersteunt. De meeste Nvidia kaarten doen dit, meer en meer Intel kaarten doen dit nu ook. De meeste ATI kaarten niet.
uk: Вам потрібна відеокарта з підтримкою OpenGL2.0. Більшість відеокарт від Nvidia її мають, також все більше і більше карт від Intel отримують таку підтримку. Але карти від ATI все ще залишаються осторонь.

source: I don't have any themes in the Theme Manager, except the default one.
de: Ich habe nur das Standardthema im Themen-Manager
nl: Ik heb geen thema's in de Themabeheerder, behalve het standaardthema.
uk: В Менеджері Тем немає тем, крім стандартної.

source: Hint : Up to version 2.1.1-2, wget was used.
de: Hinweis: Bis zur Version 2.1.1-2 wurde wget verwendet.
nl: Hint : Tot versie 2.1.1-2, werd wget gebruikt.
uk: Порада: До версії 2.1.1-2 використовувався wget.

source: Be sure that you are connected to the Net. If your connection is very slow, you can increase the connection timeout in the "System" module. If you're under a proxy, you'll have to configure "curl" to use it; search on the web how to do it (basically, you have to set up the "http_proxy" environment variable).
nl: Controleer of u verbinding heeft met het internet. Als u verbinding erg traag is, dan kunt u de verbindingslimiet verhogen in de "Systeem" module. Als u achter een proxy zit, dient u "curl" te configureren om het te gebruiken; Zoek op het internet hoe u dit kunt doen (het komt er op neer, dat u de "http_proxy" omgevingsvariabelen moet instellen).
uk: Впевніться, що ви під'єднані до Інтернету. Якщо у вас занадто повільне з'єднання, спробуйте збільшити час з'єднання в модулі «Система» Якщо ви працюєте через проксі, то вам потрібно налаштувати «curl»; спробуйте пошукати в мережі як це робити (зазвичай це вирішується правильним значенням змінної оточення "http_proxy").

source: The «netspeed» applet displays 0 even when I'm downloading something
de: Das «netspeed» Applet zeigt, sogar wenn ich etwas herunterlade, 0 an
nl: Het “Netspeed” applet geeft 0 aan, zelfs wanneer ik iets aan het downloaden ben
uk: Коли я щось звантажую, аплет «netspeed» однаково показує 0.

source: Tip: you can run several instances of this applet if you wish to monitor several interfaces.
de: Tip: Sie können dieses Applet mehrfach starten um verschiedene Interfaces zu beobachten.
nl: Hint : U kunt dit applet meerdere keren openen, als u meerdere interfaces wilt monitoren.
uk: Порада: Ви можете мати кілька копій цього аплету, якщо потрібно відслідковувати декілька інтерфейсів.

source: You must tell the applet which interface you're using to connect to the Net (by default, this is «eth0»). Just edit its configuration, and enter the interface name. To find it, type «ifconfig» in a terminal, and ignore the «loop» interface. It's probably something like «eth1», «ath0», or «wifi0»..
uk: Вам потрібно вказати в його налаштуваннях, за яким інтерфейсом потрібно слідкувати (стандартно це «eth0»). Перейдіть в налаштування і просто впишіть назву інтерфейсу, яку ви можете дізнатися за допомогою команди «ifconfig» в терміналі. Зазвичай це: «eth1», «ath0» або «wifi0».

source: The dustbin remains empty even when I delete a file.
de: Der Mülleimer bleibt leer wenn ich eine Datei lösche.
nl: De prullenmand blijft leeg, zelfs wanneer ik een bestand verwijder
uk: Аплет смітника залишається порожнім, навіть коли я видаляю який-небудь файл

source: if you're using KDE, you may have to specify the path to the trash folder. Just edit the applet's configuration, and fill in the Trash path; it is probably «~/.locale/share/Trash/files». Be very careful when typing a path here!!! (do not insert spaces or some invisible caracters).
uk: Якщо ви використовуєте KDE, то, можливо, вам потрібно прописати шлях до каталогу смітника. Перейдіть в налаштування аплету та просто впишіть шлях до каталогу, зазвичай це «~/.locale/share/Trash/files». Будьте уважні при введенні шляху!!! (не допускайте пробілів або невидимих символів).

source: There is no icon in the Applications Menu even though I enable the option.
uk: У мене не видно значків в Меню Програм, навіть коли я включив їх у налаштуванні.

source: In Gnome, there is an option that override the dock's one. To enable icons in menus, open 'gconf-editor', go to Desktop / Gnome / Interface and enable the "menus have icons" and the "buttons have icons" options.
uk: В Gnome існує параметр для заміщення значків. Щоб включити видимість значків відкрийте 'gconf-editor', перейдіть в Desktop / Gnome / Interface та включіть параметри "menus have icons" і "buttons have icons".

source: If you're on Gnome you can click on this button:
de: Falls Du Gnome verwendest kannst du auf diesen Button klicken.
uk: Якщо ви використовуєте Gnome, ви можете клацнути на цій кнопці:

source: The Project
de: Das Projekt.
uk: Наш проект

source: Join the project!
de: Hilf dem Projekt!
nl: Sluit u aan bij het project !
uk: Приєднатися до проекту!

source: We value your help! If you see a bug, if you think something could be improved, or if you just made a dream about the dock, pay us a visit on cairo-dock.org. English (and others!) speakers are welcome, so don’t be shy ! ;-) If you made a theme for the dock or one of the applet, and want to share it, we’ll be happy to integrate it on our server !
uk: Ми цінуємо вашу допомогу! Якщо ви помітили помилку або вважаєте, що є моменти, які можна покращити, або у вас є цікаві ідеї для такої панелі, то швидше відвідайте сайт cairo-dock.org. Ми говоримо не тільки французькою, але і іншими мовами, не соромтеся!;-) Якщо ви створили тему для панелі або деяких аплетів та хотіли б нею поділитися, то ми з радістю розмістимо її на нашому сервері!

source: If you wish to develop an applet, a complete documentation is available here.
de: Wenn sie ein eigenes Applet entwickeln möchten finden sie hier die komplette Dokumentation.
nl: Wanneer u een applet wilt ontwikkelen, dan kunt u hier volledige documentatie vinden.
uk: Якщо ви хочете розробити аплет, повну документацію можна знайти тут.

source: Documentation
uk: Документація

source: If you wish to develop an applet in Python, Perl or any other language, or to interact with the dock in any kind of way, a full DBus API is described here.
nl: Wanneer u een applet wilt ontwikkelen in Python, Perl of elke andere taal, of iets voor het dock wilt ontwikkelen, dan kunt u hier een DBus API beschrijving vinden.
uk: Якщо ви хочете розробити аплет в Python, Perl або будь-якій іншій мові, або впливати на панель в будь-який спосіб, повний опис DBus API є тут.

source: The Cairo-Dock Team
uk: Команда Cairo-Dock

source: Websites
de: Webseiten
uk: Веб-сайты

source: Repositories
de: Paketquellen
uk: Репозиторії

source: We maintain two repositories for Debian, Ubuntu and other Debian-forked: One for stable releases and another which is updated weekly (unstable version)
uk: Ми підтримуємо два репозитарія для Debian, Ubuntu та решти заснованих на Debian дистрибутивів: Один для стабільних релізів, а інший для щотижневих (нестабільна версія)

source: If you're on Ubuntu, you can add our 'stable' repository by clicking on this button: After that, you can launch your update manager in order to install the latest stable version.
uk: Якщо ви використовуєте Ubuntu, то можете додати стабільний репозиторій просто клацнувши на цій кнопці: Після цього вам знадобиться запустити менеджер оновлень, щоб встановити останню стабільну версію.

source: If you're on Ubuntu, you can also add our 'weekly' ppa (can be unstable) by clicking on this button: After that, you can launch your update manager in order to install the latest weekly version.
uk: Якщо ви використовуєте Ubuntu, то можете додати ще й щотижневий репозиторій (версія може бути нестабільною) просто клацнувши на цій кнопці: Після цього вам знадобиться запустити менеджер оновлень, щоб встановити останню щотижневу версію.

source: If you're on Debian Stable, you can add our 'stable' repository by clicking on this button: After that, you can purge all 'cairo-dock*' packages, update the your system and reinstall 'cairo-dock' package.
uk: Якщо ви використовуєте Debian Stable, то можете додати наш ’стабільний’ репозитарій натиснувши цю кнопку: Після цього видаліть всі пакети, які відносяться до 'cairo-dock*', оновіть репозитарій та перевстановіть панель.

source: If you're on Debian Unstable, you can add our 'stable' repository by clicking on this button: After that, you can purge all 'cairo-dock*' packages, update the your system and reinstall 'cairo-dock' package.
uk: Якщо ви використовуєте Debian Unstable, то можете додати наш ’стабільний’ репозитарій натиснувши цю кнопку: Після цього видаліть всі пакети, які відносяться до 'cairo-dock*', оновіть репозитарій та перевстановіть панель.

source: If you're on Debian Stable, you can add our 'weekly' ppa (can be unstable) by clicking on this button: After that, you can purge all 'cairo-dock*' packages, update the your system and reinstall 'cairo-dock' package.
uk: Якщо ви використовуєте Debian Stable, то можете додати наш ’щотидневий’ репозитарій (може працювати нестабільно) натиснувши цю кнопку: Після цього видаліть всі пакети, які відносяться до 'cairo-dock*', оновіть репозитарій та перевстановіть панель.

source: If you're on Debian Unstable, you can add our 'weekly' ppa (can be unstable) by clicking on this button: After that, you can purge all 'cairo-dock*' packages, update the your system and reinstall 'cairo-dock' package.
uk: Якщо ви використовуєте Debian Unstable, то можете додати наш ’щотидневий’ репозитарій (може працювати нестабільно) натиснувши цю кнопку: Після цього видаліть всі пакети, які відносяться до 'cairo-dock*', оновіть репозитарій та перевстановіть панель.

source: starting from 0
de: beginnend bei 0
nl: Start bij 0
uk: починаючи з 0

source: Visibility of the dock
de: Sichtbarkeit des Docks.
uk: Видимість панелі

source: Leave it empty to use the same view as the main dock.
de: Wenn sie keine Einstellung vornehmen wird diess Dock diesselbe Ansicht wie das Main Dock benutzen.
nl: Leeg laten voor dezelfde weergave als het hoofd-dock.
uk: Залиште порожнім для використання такого ж виду, як головна панель.

source: Choose the view for this dock :/
de: Wählen sie die Ansicht für dieses Dock
nl: Selecteer de weergave voor dit dock :/
uk: Виберіть вид для цієї панель:/

source: Same as main dock
de: Wie im Hauptdock.
uk: Аналогічно головній панелі

source: Choose a theme
nl: Selecteer een thema
uk: Виберіть тему

source: You can even paste an internet URL.
de: Du kannst auch eine Internet URL angeben.
nl: U kunt zelfs een internet-URL hiernaartoe verslepen.
uk: Ви можете надати URL посилання.

source: ...or drag and drop a theme package here :
de: ... oder ein Themepacket per drag & drop hereinziehen.
nl: ... of versleep een themapakket hiernaartoe :
uk: ... або перетягнути пакет з темою прямо сюди:

source: Theme loading options
de: Themeladeoptionen.
uk: Опції завантаження теми

source: Save
de: Speichern
nl: Opslaan
uk: Зберегти

source: Save current theme
de: Aktuelles Thema speichern
nl: Huidig thema opslaan
uk: Зберегти поточну тему

source: You will then be able to re-open it at any time.
de: Du kannst es dann jederzeit wieder öffnen.
nl: U kunt het dan altijd heropenen.
uk: Потім ви зможете відкривати її в будь-який час.

source: Save as:
de: Speichern unter:
nl: Opslaan als :
uk: Зберегти як:

source: Save current behaviour also?
nl: Huidig gedrag ook opslaan ?
uk: Зберегти поточну поведінку також?

source: Save current launchers also?
nl: Huidige starters ook opslaan ?
uk: Зберегти поточні значки запуску також?

source: The dock will build a complete tarball of your current theme, allowing you to easily exchange it with other people.
nl: Het dock zal een complete tarball van uw huidige thema maken, zodat u het ook met andere mensen kunt uitwisselen.
uk: Буде створено повний тарбол вашої теми, яким ви легко зможете обмінюватися з іншими користувачами.

source: Build a package of the theme?
de: Soll ein Paket mit dem Theme gebaut werden?
nl: Pakket maken van uw thema ?
uk: Створити пакет з темою?

source: Delete
de: Löschen
nl: Verwijderen
uk: Видалити

source: List of your personal themes
de: Liste Ihrer persönlichen Themen
nl: Lijst met persoonlijke thema´s
uk: Список ваших персональних тем

source: Delete from the list themes that you don't need anymore :
nl: Verwijder de thema's uit de lijst die u niet meer wilt :
uk: Видаліть теми, які вам більше не потрібні:

source: Desktop Entry
de: Desktop-Eintrag
nl: Menu-icoon
uk: Елемент стільниці

source: Sub-dock's name :
de: Name des Sub-docks:
nl: Naam sub-dock :
uk: Ім'я суб-панелі:

source: How to render the icon :
de: So wird das Symbol dargestellt:
uk: Як малювати значок:

source: Use an image
de: Ein Bild benutzen
uk: Використати зображення

source: Draw sub-dock's content as emblems
uk: Зображати містиме суб-панелі як емблеми

source: Draw sub-dock's content as stack
uk: Зображати містиме суб-панелі як набір

source: Draw sub-dock's content inside a box
uk: Зображати містиме суб-панелі у вікні

source: Image's name or path :
de: Name oder Pfad des Bildes:
nl: Naam afbeelding of pad :
uk: Ім'я зображення або шлях:

source: Extra parameters
de: Zusätzliche Parameter
nl: Extra opties
uk: Додаткові параметри

source: Order you want for this launcher among the others:
nl: Volgorde voor deze starter tussen de andere:
uk: Порядок розташування між іншими:

source: Name of the container it belongs to:
de: Name des umschließenden Containers:
nl: Naam van de houder waar het bij hoort :
uk: Контейнер, до якого він належить:

source: Name of the view used for the sub-dock :
de: Name der Ansicht, die für das Sub-dock verwendet wird:
nl: Naam van weergave gebruikt voor het sub-dock :
uk: Ім'я теми для суб-панелі:

source: If '0' the container will be displayed on every viewport.
nl: Bij '0' zal de houder getoond worden in elke viewport.
uk: Якщо '0 'контейнер буде відображатися на кожній стільниці.

source: Only show in this specific viewport
nl: Alleen tonen in deze specifieke viewport
uk: Показувати тільки на ції стільниці

source: Launcher's name :
de: Name des Starters
uk: Ім'я значка запуску:

source: URI of the file :
de: URL der Datei:
nl: URI van het bestand :
uk: URI файлу:

source: Number of files to list in the sub-dock :
de: Anzahl der Dateien die im sub-dock angezeigt werden:
uk: Кількість файлів у списку суб-панелі:

source: Sort files by :
de: Sortiere Dateien nach :
nl: Bestanden sorteren op:
uk: Сортувати файли за:

source: Name
nl: Naam
uk: Іменем

source: Size
de: Größe
nl: Grootte
uk: Розміром

source: Date
de: Datum
nl: Datum
uk: Датою

source: If '0' the launcher will be displayed on every viewport.
nl: Bij '0' zal de starter getoond worden in elke viewport.
uk: Якщо '0 'значок запуску буде відображатися на кожній стільниці.

source: Exemple : nautilus --no-desktop, gedit, etc. You can even enter a keyboard shortcut, for exemple <Alt>F1, <Ctrl>c, <Ctrl>v, etc
de: Zum Beispiel: nautilus --no-desktop, gedit, usw. Sie können sogar ein Tastenkürzel wie <Alt>F1, <Strg>c, <Strg>v, usw. eingeben.
nl: Bijvoorbeeld : nautilus --no-desktop, gedit, etc. U kunt zelfs een sneltoets instellen, bijvoorbeeld <Alt>F1, <Ctrl>c, <Ctrl>v, etc
uk: Наприклад: nautilus --no-desktop, gedit і т.д. Ви навіть можете вказати комбінацію клавіш, наприклад <Alt>F1, <Ctrl>c, <Ctrl>v тощо.

source: Command to launch on click :
de: Kommando das beim klicken ausgeführt werden soll:
uk: Команда для запуску:

source: If you write here a container's name that doesn't exist yet, a new one will be created, with this icon inside.
uk: Якщо ви вкажете ім'я контейнера, який ще не існує, то він буде створений автоматично та вже буде містити цей значок.

source: If you choosed to mix launcher and applis, this option will deactivate this behaviour for this launcher only. It can be useful for instance for a launcher that launches a script in a terminal, but you don't want it to steal the Terminal's icon from the Taskbar.
uk: Якщо ви відмітили опцію перемішування значків запуску та програм, то вона відмінить цю опцію тільки для значків запуску. Це може знадобитися, наприклад для значків запуску, які виконують скрипти в терміналі і ви б не хотіли, щоб значок термінала видалився з панелі задач.

source: Prevent this launcher from stealing appli from taskbar ?
uk: Заборонити видаляти значок з панелі задач для цієї програми?
