Repository: 363734/cairo-dock-core
Catalog: po/*.po
Languages: de, nl, uk

source: Use Xinerama?
de: Xinerama benutzen?
nl: Xinerama gebruiken ?
uk: Використовувати Xinerama?

source: 0 is the first screen.
de: 0 ist der erste Bildschirm.
uk: 0 це перший екран.

source: Number of the screen where the dock should be located:
de: Nummer des Bildschirms auf dem das Dock platziert werden soll
nl: Nummer van het scherm waarin u het dock wilt plaatsen :
uk: Номера екранів на яких відображати панель:

source: Accessibility
de: Barrierefreiheit
nl: Toegankelijkheid
uk: Спец. можливості

source: in ms. 0 means no delay.
de: in ms. 0 bedeutet ohne Verzögerung
uk: в мс. 0 означає відсутність затримки.

source: Delay before the dock unhides itself:
de: Verzögerung bevor das Dock von selbst erscheint
uk: Затримка перед розкриттям панелі

source: How to call the dock back:
de: So holen Sie das Dock zurück:
uk: Як викликати панель:

source: Hit the screen's border
de: Klicken Sie auf die Bildschirmecke
uk: Дотик до краю екрану

source: Hit where the dock is
de: Klicke wo das Dock ist.
uk: Дотик до місця панелі

source: Hit the screen's corner
de: Klicke auf die Desktopecke
uk: Дотик в куток екрану

source: Hit a zone
de: Berühre eine Zone
uk: Доторкнутися зони

source: Size of the zone :
de: Größe der Zone
uk: Розмір зони:

source: Image to display on the zone :
de: Bild zum anzeigen in der Zone.
uk: Зображення для зони:

source: Additional parameters
de: Zusätzliche Parameter
nl: Extra opties
uk: Додаткові параметри

source: Stretch the dock to always fill the screen
de: Dock immer auf den gesamten Bildschirm ausdehnen?
nl: Het dock altijd vergroten tot de schermrand ?
uk: Розтягувати панель на всю ширину екрану ?

source: This is only usefull if you do not already use auto-hide and if your Window Manager allows the dock in front of fullscreen windows (which is rare).
de: Dies ist nur nützlich, wenn Sie automatisches Ausblenden noch nicht aktiviert haben und Ihr Fenstermanager das Dock oberhalb von Vollbildfenstern lässt (was nur selten passiert).
nl: Dit is alleen handig als u niet reeds het automatisch verbergen gebruikt en als uw vensterbeheerder het dock, boven een in volledig scherm geopend venster toestaat (wat zeldzaam is).
uk: Це корисно тільки якщо ви ще не задіяли режим авто-приховування і ваш віконний менеджер дозволяє панелі бути понад повноекранних вікон (що рідко).

source: Automatically hide the dock when a window becomes full screen?
de: Das Dock automatisch ausblenden wenn ein Fenster im Vollbildmodus angezeigt wird?
nl: Het dock automatisch verbergen wanneer een venster vergroot wordt tot 'volledig scherm' ?
uk: Автоматично приховувати панель, коли вікно розгортається на повний екран?

source: Sub-docks' visibility
de: Sub-Docks Sichtbarkeit
nl: Zichtbaarheid sub-dock
uk: Видимість суб-панелей

source: in ms.
uk: в мс.

source: Delay before displaying a sub-dock:
de: Verzögerung, bevor ein Sub-Dock erscheint:
nl: Vertraging voordat een sub-dock zichtbaar wordt :
uk: Затримка появи суб-панелі :

source: Delay before leaving a sub-dock takes effect:
de: Verzögerung, bevor das Verlassen eines Subdocks sich auswirkt:
uk: Затримка перед застосуванням ефекту при залишенні суб-панелі:

source: TaskBar
de: Taskleiste
uk: Панель задач

source: Cairo-Dock will then act as your taskbar. It is recommended to remove any other taskbars.
de: Cairo-Dock verhält sich dann wie Ihre Taskleiste. Es wird empfohlen, alle anderen Taskleisten zu entfernen.
uk: Cairo-Dock буде поводити себе як панель задач, рекомендуємо прибрати всі інші панелі задач.

source: Show currently opened applications in the dock?
de: Geöffnete Anwendungen im Dock anzeigen?
nl: Geopende toepassingen in het dock tonen ?
uk: Показувати на панелі запущені програми?

source: Only show icons whose windows are minimised
de: Nur Symbole von minimierten Fenstern anzeigen ?
nl: Alleen iconen tonen van geminimaliseerde vensters ?
uk: Показувати значки тільки мінімізованих вікон?

source: Only show applications on current desktop
de: Nur die Anwendungen auf der aktuellen Arbeitsoberfläche auflisten?
nl: Alleen toepassingen op huidige bureaublad tonen ?
uk: Показувати програми тільки поточної стільниці?

source: Allows launchers to act as applications when their programs are running and displays a marker on icons to indicate this. You can launch other occurences of the program with SHIFT+click.
de: Diese Funktion erlaubt, dass Anwendungsstarter mit einem zusätzlichen Symbol versehen werden, um anzuzeigen, dass sie geöffnet sind und die jeweilige Anwendung nicht extra aufgelistet wird. Durch Umschalt+Linksklick können weitere Instanzen der Anwendung geöffnet werden.
nl: Staat toe dat starters, wanneer ze geopend zijn, zich mogen gedragen als een toepassing en een indicator op hun icoon mogen tonen om dit aan te geven. U kunt de toepassing nog een keer openen met SHIFT+klik.
uk: Значки програм будуть реагувати як власне програми, якщо їх програми запущено, при цьому на значку з'явиться сигнальний індикатор. Також, ви можете запустити іншу копію програми за допомогою комбінації SHIFT+клацання.

source: Mix launchers and applications
de: Starter und Anwendungen vereinen?
nl: Starters en toepassingen mixen ?
uk: Об'єднати значки запуску з їх програмами?

source: This allows you to group all the windows of a given application into a unique sub-dock, and to act on all of the windows at the same time.
de: Dies erlaubt das Gruppieren von allen Fenstern einer Anwendung zu einer eigenen Sub-Dock und zum Zugriff auf alle diese Fenster zur selben Zeit.
nl: Hiermee kunnen alle vensters van een toepassing gegroepeerd worden in één enkel sub-dock, en kunt u interactie uitvoeren op alle vensters tegelijkertijd.
uk: Це дозволяє групувати всі вікна вказаної програми в єдину суб-панель, і діяти на всі вікна одночасно.

source: Group windows from the same application in a sub-dock ?
de: Fenster der selben Anwendung in einem Sub-Dock gruppieren?
nl: Vensters van dezelfde toepassing groeperen in een sub-dock ?
uk: Групувати вікна однієї програми в суб-панель?

source: Enter the class of the applications, separated by a semi-colon ';'
de: Geben Sie getrennt durch Semikola ';' die Namen der Anwendungen ein, die gruppiert angezeigt werden sollen.
nl: Voer de klasse van de toepassingen in, gescheiden door een puntkomma ';'
uk: вкажіть клас програм, розділяючи їх знаком ";"

source: Except the following classes:
de: Ausgenommen der folgenden Klassen:
uk: Крім таких класів:

source: Representation
de: Darstellung
nl: Representatie
uk: Представлення

source: If not set, the icon provided by X for each application will be used. If set, the same icon as the corresponding launcher will be used for each application.
de: Nein bedeutet, dass für jede Anwendung das Symbol benutzt wird, was X zur Verfügung stellt. Ja bedeutet, dass das Symbol des Anwendungsstarters (welches geändert werden kann) stattdessen benutzt wird.
nl: Indien niet ingesteld, zullen de X-iconen gebruikt worden voor de toepassingen. Indien wel ingesteld zullen de iconen van de overeenkomstige starters gebruikt worden voor de toepassingen.
uk: Якщо не активовано, то для кожної програми буде використовуватися значок наданий графічним середовищем. В іншому випадку, будуть використані власні значки програм.

source: Overwrite the X icon with the launchers' icon?
de: Standardsymbol durch Symbol des Anwendungssarters ersetzen?
uk: Замістити значки програм?

source: A composite manager is required to display the thumbnail. OpenGL is required to draw the icon bent backwards.
de: Ein Compositing-Fenstermanager wird benötigt um das Vorschaubild anzuzeigen. OpenGL wird benötigt um das Symbol umgedreht zu zeichnen.
uk: Композитний менеджер необхідний для відображення мініатюр. OpenGL потрібний для малювання нахилених значків.

source: How to draw minimised windows ?
de: Wie sollen minimierte Fenster dargestellt werden?
uk: Як відображати мінімізовані вікна?

source: Make the icon transparent
de: Symbol transparent machen
uk: Зробити значок прозорим?

source: Show a window's thumbnail
de: Miniatur-Vorschau des Fensters anzeigen
uk: Показувати ескізи згорнутих вікон

source: Draw it bent backwards
de: Umgedreht zeichnen
uk: Зображати відхиленим

source: Transparency of icons whose window is minimised:
de: Transparenz von Symbolen, deren Fenster minimiert ist:
uk: Прозорість значків (не)згорнутих вікон:

source: Opaque
de: undurchsichtig
uk: щільність

source: Transparent
uk: прозорість

source: Play a short animation of the icon when its window becomes active
de: Symbole animieren, wenn dessen Fenster in den Vordergrund rückt?
nl: Een korte animatie van het icoon afspelen als het venster weer actief wordt ?
uk: Показувати анімацію значка, коли його вікно стає активним?

source: "..." will be added at the end if the name is too long.
de: "..." wird bei einem zu langen Namen am Ende hinzugefügt.
nl: "..." zal toegevoegd worden aan het eind als de naam te lang is.
uk: Якщо ім'я файла занадто довге, то в кінці буде додано "...".

source: Maximum number of caracters in application name:
de: Höchstzahl an Zeichen um einen Anwendungsnamen darzustellen:
nl: Maximum aantal tekens in naam toepassing :
uk: Максимальна кількість знаків в імені:

source: Interaction
de: Interaktion
nl: Interactie
uk: Взаємодія

source: This is the default behaviour of most taskbars.
de: Das ist das Standardverhalten der meisten Fensterlisten.
nl: Dit is het standaardgedrag van de meeste taakbalken.
uk: Стандартна поведінка більшості панелей задач.

source: Minimise the window when its icon is clicked, if it was already the active window ?
de: Das Fenster minimieren, sobald das Symbol geklickt wird, wenn es bereits das aktive Fenster war?
uk: Згорнути вікно при клацанні на його значку, якщо в цей момент вікно є активним?

source: In the style of Firefox tabs
nl: Zoals de tabbladen in Firefox.
uk: На манер поведінки вкладок Firefox.

source: Middle-clicking on an icon closes the related application
nl: Middelklikken op icoon om bijbehorende toepassing af te sluiten ?
uk: Клацання середньою кнопкою закриває зв'язану програму?

source: Highlight applications requiring your attention with a dialog bubble
de: Mit einem Dialogfeld anzeigen, dass ein Fenster Ihre Aufmerksamkeit benötigt?
nl: Wilt u dat de toepassingen die uw aandacht vragen een signaal geven met een dialoogballon ?
uk: Якщо потрібна ваша увага, сигналізувати хмаркою повідомлень?

source: in seconds
de: in Sekunden
nl: In seconden
uk: в секундах

source: Duration of the dialog:
de: Anzeigedauer des Dialogfelds:
nl: Tijdsduur van dialoog :
uk: Тривалість повідомлення:

source: It will notify you even if, for instance, you are watching a movie in full screen or you are on another desktop.
de: Dies wird sie auch dann Benachrichtigen, wenn Sie z.B. einen Film im Vollbild ansehen oder sich auf einer anderen Arbeitsfläche befinden.
uk: Ви будете отримувати повідомлення, навіть якщо, приміром, ви дивитеся фільм на весь екран чи знаходитеся на іншій стільниці.

source: Force the following applications to demand your attention
de: Sollen Anwendungen Ihre Aufmerksamkeit erzwingen können?
nl: De volgende toepassingen forceren om uw aandacht te vragen ?
uk: Примусово повідомляти вас про такі програми?

source: Highlight applications demanding your attention with an animation
de: Soll durch eine Animation angezeigt werden, dass Anwendungen Ihre Aufmerksamkeit benötigen?
nl: Wilt u dat de toepassingen die uw aandacht vragen een signaal geven met een animatie ?
uk: Якщо потрібна ваша увага, повідомляти за допомогою анімації?

source: Animations speed
de: Animationsgeschwindgkeit
nl: Animatiesnelheid
uk: Швидкість анімації

source: Animate sub-docks when they appear
de: Sub-Docks beim Einblenden animieren?
nl: Sub-docks animeren wanneer ze verschijnen ?
uk: Анімувати суб-панель при появі?

source: Icons will appear folded on themselves and will then unfold until they fill the whole dock. The smaller this value, the faster this will be.
de: Die Symbole werden übereinandergefalten eingeblendet. Sie entfalten sich bis das Dock ausgefüllt ist, je kleiner, desto schneller.
nl: De iconen zullen zijn opgevouwen, daarna zullen ze zich ontvouwen totdat ze het hele dock vullen. Hoe kleiner, hoe sneller het zal gaan.
uk: Значки з'являться згорнутими, потім вони почнуть розгортатися доти, поки не заповнять всю панель. Чим менше значення, тим швидше розгорнуться.

source: Animation unfolding duration:
de: Dauer der Animation:
nl: Ontvouwanimatieduur :
uk: Швидкість анімації розгортання:

source: fast
de: schnell
nl: Snel
uk: швидко

source: slow
de: langsam
nl: Langzaam
uk: повільно

source: The more there are, the slower it will be
de: Je mehr es gibt, desto länger dauert die Animation
nl: Hoe meer er zijn, hoe trager het zal gaan
uk: Чим більше значення, тим повільніше розкриття

source: Number of steps in the zoom animation (grow/shrink):
de: Anzahl der Schritte der Vergrößerungsanimation (vergrößern/verkleinern):
nl: Aantal stappen voor wijzigen afmetingen icoon (groter/kleiner) :
uk: Кількість кроків анімації наближення (збільшення/зменшення):

source: Number of steps in the auto-hide animation (move up/move down):
de: Anzahl von Schritten in der Auto-Verbergen-Animation (auf / ab bewegen)
nl: Aantal stappen voor de ´Automatisch verbergen ´animatie (omhoog/omlaag) :
uk: Кількість кроків анімації авто-приховування (рухів вгору/донизу):

source: Refresh rate
de: Aktualisierungsfrequenz
nl: Vernieuwingsfrequentie
uk: Частота оновлень

source: in Hz. This is to adjust behaviour relative to your CPU power.
de: in Hz. Dies sollte entsprechend Ihrer Prozessorleistung justiert werden.
nl: In Hz. Dit is om uw CPU-gebruik aan te passen.
uk: в Гц. Залежить від потужності вашого процесора.

source: Refresh rate when mouving cursor into the dock :
de: Wiederholungsrate beim Bewegen des Mauszeigers in das Dock:
uk: Частота оновлення при переміщенні курсора по панелі:

source: Animation frequency for the OpenGL backend :
de: Animationsgeschwindigkeit für das openGL Backend:
nl: Animatiefrequentie voor OpenGL :
uk: Частота анімації для бекенда OpenGL:

source: Animation frequency for the Cairo backend :
de: Animationsgeschwindigkeit für das cairo Backend:
nl: Animatiefrequentie voor Cairo :
uk: Частота анімації для бекенда cairo:

source: The transparency gradation pattern will then be re-calculated in real time. May need more CPU power.
de: Die Transparenz wird dann in Echtzeit berechnet. Dies benötigt wahrscheinlich mehr CPU-Auslastung
nl: Het doorzichtigheidsgradatiepatroon zal dan in real-time herberekend worden. Mogelijk is meer processorkracht vereist.
uk: Шаблон градації прозорості буде розраховуватися в реальному часі. Може знадобитися більше ресурсів процесора.

source: Reflections should be calculated in real-time?
de: Sollen Reflektionen in Echtzeit berechnet werden?
nl: Reflecties berekenen in real-time ?
uk: Обробляти відображення в реальному часі?

source: Composition
de: Zusammensetzung
nl: Compositie
uk: Композиційність

source: Only use this if you don't run a composite manager like Compiz, xcompmgr, etc and have a black background around your dock. For aesthetic reasons, the dock will be kept under other windows.
de: Verwenden Sie dies nur, wenn Sie keinen Composite Manager, wie z.B. Compiz und xcompmgr haben und um das Dock ein schwarzer Rahmen zu sehen ist.
nl: Gebruik dit alleen als u geen composite-manager gebruikt, zoals Compiz, xcompmgr, etc en een zwarte achtergrond rond uw dock heeft. Voor esthetische redenen, wordt het dock onder de vensters gehouden.
uk: Використовуйте тільки якщо не запущено композитний менеджер типу Compiz, xcompmgr, тощо. або ви маєте чорне тло довкола панелі. З естетичних міркувань, панель буде знаходитися позаду вікон.

source: Emulate composition with fake transparency?
de: Falsche Transparenz emulieren?
nl: Compositie emuleren met nepdoorzichtigheid ?
uk: Емулювати композиційність з підробленою прозорістю?

source: You need to re-open the panel. It is deactivated by default on KDE.
de: Sie müssen das Panel neu starten. Es ist standardmäßig in KDE deaktiviert.
nl: U moet het paneel opnieuw openen. Het is standaard gedeactiveerd bij KDE.
uk: Вам потрібно знову відкрити панель. В KDE стандартно вона деактивована.

source: Make the config panel transparent?
de: Einstellungen transparent machen?
nl: Configuratiepaneel doorzichtig maken ?
uk: Зробити панель налаштувань прозорою?

source: Connection to the Internet
de: Verbindung zum Internet
uk: З’єднання з Інтернетом

source: Maximum time in seconds that you allow the connection to the server to take. This only limits the connection phase, once the dock has connected this option is of no more use.
de: Maximale Zeitspanne in Sekunden, die der Verbindungsaufbau zum Server benötigen darf. Sobald die Verbindung steht, gilt die Begrenzung nicht mehr und diese Option wird nicht mehr benötigt.
nl: Maximale tijd in seconden, om verbinding te maken met de server. Dit geldt alleen voor de verbindingsfase, want als het dock eenmaal verbonden is dan is deze optie niet meer van toepassing.
uk: Максимальний час під'єднання до серверу, в секундах. Цей параметр потрібен тільки до часу під'єднання, як тільки воно відбудеться, цей параметр більше не використовуватиметься.

source: Connection timeout :
de: Zeit bis zum Verbindungsabbau.
uk: Ліміт з’єднання:

source: Maximum time in seconds that you allow the whole operation to last. Some themes can be up to a few MB.
de: Maximale Zeit in Sekunden, die die gesamte Operation dauern darf. Einige Themes können mehrere MB groß sein.
nl: Maximale tijd in seconden voor het downloaden van een thema. Sommige thema's zijn wel een paar MB groot.
uk: Максимальний час для процесу завантаження, в секундах. Деякі теми можуть мати кілька Мб.

source: Maximum time to download a file:
de: Maximale Downloadzeit
uk: Максимальний час для завантаження файлу:

source: Use this option if you experience problems to connect.
de: Bei Verbindungsproblemen benutze diese Option
uk: Використовуйте цю опцію, якщо маєте проблеми з підключенням.

source: Force IPv4 ?
de: IPv4 erzwingen?
uk: Примусово IPv4?

source: Use this option if you connect to the Internet through a proxy.
de: Wählen Sie diese Option, wenn Sie über einen Proxy mit dem Internet verbunden sind.
uk: Використовуйте цю опцію, якщо виходите в Інтернет через проксі.

source: Are you behind a proxy ?
de: Befinden Sie sich hinter einem Proxy?
uk: Ви використовуєте проксі?

source: Proxy name :
de: Proxy-Adresse:
uk: Ім'я проксі-сервера:

source: Port :
uk: Порт :

source: Let empty if you don't need to log-in to the proxy with a user/password.
de: Freilassen, wenn Sie sich nicht mit Benutzernamen / Passwort am Proxy anmelden müssen.
uk: Залиште порожнім, якщо використовуєте авторизований вхід через проксі.

source: User :
de: Benutzer:
uk: Користувач:

source: Password :
de: Passwort :
uk: Пароль :

source: Fill the background with:
de: Hintergrund füllen mit:
nl: Achtergrond vullen met :
uk: Заповнення тла:

source: Image
de: Bild
nl: Afbeelding
uk: Зображення

source: Colour gradation
de: Farbabstufung
nl: Kleurgradatie
uk: Градієнт

source: Use a background image.
de: Benutze ein Hintergrundbild.
nl: Gebruik een achtergrondafbeelding.
uk: Використовувати зображення тла.

source: Any format allowed; if empty, the colour gradation will be used as a fall back.
de: Jedes Format ist erlaubt. Wenn Sie das Feld leer lassen, wird ein Farbverlauf als Vorgabe verwendet.
nl: Elk formaat is toegestaan; indien leeg, zal de kleurgradatie gebruikt worden.
uk: Дозволено будь-який формат; якщо нічого не вказувати, то тло буде заповнено градієнтом.

source: Image filename to use as a background :
de: Dateiname des Hintergrundbilds:
nl: Bestandsnaam afbeelding om als achtergrond te gebruiken :
uk: Зображення для тла:

source: Image's transparency :
de: Transparenz des Bildes :
nl: Doorzichtigheid afbeelding :
uk: Прозорість зображення:

source: Repeat image as a pattern to fill background?
de: Bild mehrfach einfügen, um den gesamten Hintergrund auszufüllen?
nl: Afbeelding herhalen in een patroon om achtergrond te vullen ?
uk: Повторювати зображення у вигляді шаблону?

source: Use a colour gradation.
de: Einen Farbverlauf verwenden
nl: Gebruik een kleurgradatie.
uk: Використовувати кольоровий градієнт.

source: Bright colour:
de: helle Farben
nl: Lichte kleur :
uk: Світлий колір:

source: Dark colour:
de: dunkle Farben
nl: Donkere kleur :
uk: Темний колір

source: In degrees, in relation to the vertical
de: In Grad (Winkel zur Vertikalen)
nl: In graden, ten opzichte van verticaal
uk: У градусах по відношенню до вертикалі

source: Angle of the gradation :
de: Winkel des Verlaufs
nl: Hoek van de gradatie :
uk: Кут градації:

source: If not nul, it will form stripes.
de: Streifen werden gebildet, wenn dies nicht 0 ist.
nl: Indien niet nul, zullen het strepen vormen.
uk: Якщо не нуль, то буде утворювати смуги.

source: Repeat the gradation this number of times:
de: Den Farbverlauf so oft wiederholen:
nl: Aantal keren om gradatie te herhalen :
uk: Повторити цю градацію кілька разів:

source: Percentage of the bright colour:
de: Prozentwert der hellen Farbe:
nl: Percentage van de lichte kleur :
uk: ВІдсоток яскравості кольору:

source: External Frame
de: Äußerer Rahmen
nl: Extern frame
uk: Зовнішня рамка

source: in pixels.
de: in Pixel.
uk: в пікселях.

source: Corner radius :
de: Radius der Ecken
nl: Kromming hoeken :
uk: Радіус закруглення кутів:

source: Linewidth of the external line :
de: Breite der Umrandung:
nl: Dikte van de externe lijn :
uk: Ширина лінії зовнішньої рамки:

source: Colour of the external line:
de: Farbe der Außenlinie
nl: Kleur van de externe lijn :
uk: Колір зовнішньої границі:

source: Margin between the frame and the icons or their reflects :
de: Rand zwischen dem Rahmen des Docks und den Icons:
nl: Marge tussen het frame en de iconen of hun reflecties :
uk: Відстань від рамки до значків або їх відображень:

source: Are the bottom left and right corners rounded?
de: Die unteren Ecken abrunden?
nl: Zijn de hoeken linksonder en rechtsonder rond ?
uk: Заокруглювати лівий та правий нижні кути?

source: Main Dock
de: Hauptdock
nl: Hoofd-dock
uk: Головна панель

source: Sub-Docks
uk: Суб-панелі

source: You can specify a ratio for the size of the sub-docks' icons, in relation to the main docks' icons size
de: Sie können die Größe der Symbole des Subdocks im Verhältnis zur Symbolgröße des Hauptdocks festlegen
nl: U kunt hier de verhouding aangeven voor de grootte van de iconen van de sub-docks, ten opzichte van de iconen van het hoofd-dock
uk: Ви можете вказати відношення розмірів значків на суб-панелях відносно розмірів значків на Головній панелі

source: Ratio for the size of the sub-docks' icons :
de: Faktor für die Größe der Sub-Dock Bilder:
nl: Verhouding voor de grootte van de iconen van de sub-docks :
uk: Відношення розмірів значків на суб-панелях:

source: smaller
de: kleiner
nl: Kleiner
uk: менше

source: same size
de: gleiche Größe
nl: Zelfde grootte
uk: такого ж розміру

source: Dialogs
de: Dialoge
uk: Діалоги

source: Bubble
de: Blasen
nl: Ballon
uk: Хмарка повідомлень

source: Background colour of the bubble:
de: Hintergrundfarbe der Sprechblase:
nl: Achtergrondkleur voor de ballon :
uk: Колір тла хмарки повідомлень:

source: Shape of the bubble:
de: Aussehen der Anzeige:
nl: Vorm van de ballon :
uk: Форма хмарки повідомлень:

source: Text
nl: Tekst
uk: Текст

source: Otherwise the default's system one will be used.
de: Andernfalls wird der Systemstandard verwendet.
nl: Anders zal de standaardwaarde van het systeem gebruikt worden.
uk: Інакше, буде використовуватися типова система.

source: Use a custom font for the text?
de: Eine eigene Schriftart zur Textdarstellung verwenden?
nl: Aangepast lettertype voor de tekst gebruiken ?
uk: Використовувати спеціальний шрифт для тексту?
