Repository: 363734/cairo-dock-core
Catalog: po/*.po
Languages: de, nl, uk

source: Should the labels always be horizontal, even when dock is vertical?
de: Soll die Beschriftung auch dann horizontal sein, wenn das Dock vertikal ist?
nl: Wilt u de labels horizontaal houden, ook wanneer het dock verticaal staat ?
uk: Завжди показувати горизонтальні підписи, навіть якщо панель вертикальна?

source: Font
de: Schriftart
nl: Lettertype
uk: Шрифт

source: Use a custom font for labels?
de: Eine eigene Schriftart für Beschriftungen verwenden?
nl: Aangepast lettertype voor labels gebruiken ?
uk: Використовувати спеціальний шрифт для підписів?

source: Font used for labels :
de: Schriftart für Beschriftungen:
nl: Lettertype voor labels :
uk: Шрифт для підписів:

source: Colour
de: Farbe
nl: Kleur
uk: Колір

source: It's the first color of the gradation.
de: Das ist die erste Farbe des Farbverlaufs.
nl: Is de eerste kleur van de gradatie.
uk: Початковий колір градації.

source: Start color :
de: Erste Farbe:
nl: Beginkleur :
uk: Початковий колір:

source: It's the second color of the gradation. Set it to the same value as the first if you don't want to have any gradation.
de: Das ist die zweite Farbe des Farbverlaufs. Setzt man sie auf den gleichen Wert wie die erste Farbe, gibt es keinen Farbverlauf.
nl: Is de tweede kleur van de gradatie. Stel in op dezelfde waarde als de eerste kleur als u geen gradatie wilt.
uk: Це кінцевий колір градації. Встановіть його таким самим, як і початковий, щоб не використовувати градацію.

source: Stop color :
de: Zweite Farbe:
nl: Eindkleur :
uk: Кінцевий колір:

source: If checked, the pattern will go from top to bottom, otherwise from left to right.
de: Wenn diese Option aktiviert, wird das Muster von oben nach unten gehen, nicht von links nach rechts
nl: Wanneer aangevinkt zal het patroon van boven naar beneden gaan, anders van links naar rechts.
uk: Якщо відмічено, шаблон буде створюватися згори донизу, інакше зліва направо.

source: Pattern should be vertical?
de: Soll das Muster senkrecht sein?
nl: Patroon verticaal ?
uk: Шаблон повинен бути вертикальним?

source: If you set it to fully transparent, there will be no background for the text, but the margin around the text will still be in effect.
de: Wenn Sie volle Transparenz einstellen, gibt es keinen Hintergrund, aber der Rahmen um den Text bleibt eingeschaltet.
nl: Wanneer u dit instelt op volledig doorzichtig, zal er geen achtergrond voor de tekst zijn maar de omlijning van de letters zal dan genoeg zijn.
uk: Якщо встановити повну прозорість, то тла у підписів не буде, але обрамлення довкола тексту все ще буде видно.

source: Colour of the label's background :
de: Den Hintergrund der Beschriftung einfärben?
uk: Колір тла підпису:

source: If false, only the quick-info will have this background color.
nl: Indien nee, dan zal alleen de snel-info deze achtergrondkleur hebben.
uk: Якщо не задіяно, то колір тла буде використовуватися тільки в підказках.

source: Use background color for labels?
nl: Achtergrondkleur voor labels gebruiken ?
uk: Використовувати колір тла для підписів?

source: Margin around the text (in pixels) :
de: Größe des Rahmen (in Pixeln):
nl: Omlijning rond de tekst (in pixels) :
uk: Обрамлення довкола тексту (в пікселях):

source: Yes, like that :-)
nl: Ja, graag :-)
uk: Так, саме так :-)

source: Note : many answers have an extra hint. To popup the hint, simply leave the mouse over the sentence for 1 second, a tooltip will appear.
uk: Порада: Багато відповідей вміщують також поради. Щоб побачити пораду, просто затримайте курсор миші над програмою на 1 секунду.

source: How do I re-order my icons?
nl: Hoe kan ik mijn iconen herordenen ?
uk: Яким чином перевпорядкувати значки?

source: Tip: you can even re-order icons of active applications.
nl: Hint : U kunt zelfs de iconen van de huidige toepassingen herordenen.
uk: Порада: Ви також можете перевпорядкувати значки поточної програми.

source: Simply drag with the mouse, and drop wherever you wish.
nl: Versleep ze met de muis naar waar u wilt.
uk: Просто захватіть їх мишкою, та перетягніть куди вам захочеться.

source: How do I position applets and taskbar icons at the beginning of the dock?
nl: Hoe kan ik de applets en taakbalkiconen aan het begin van het dock plaatsen ?
uk: Як мені розташувати аплети та значки панелі задач на початку панелі?

source: Tip: you can also position applets amongst launchers, by ticking the box below.
nl: Hint : U kunt ook applets tussen starters plaatsen, door de optie hieronder aan te vinken.
uk: Порада: ви можете розмістити аплети між значків запуску, поставивши прапорця нижче.

source: In the «icons» module, at the bottom, you can select icon order according to type (launcher/appli/applet).
nl: In de “Iconen” module, kunt u onderaan de volgorde van de iconen bepalen op soort (starter/toepassing/applet).
uk: В модулі "Значки", в самому низу, ви можете вибрати порядок розташування значків відносно їх типу (значки запуску, програми, аплети).

source: Go to the «Icons» module.
uk: Перейти до модуля «Значки».

source: How do I change an icon image?
nl: Hoe kan ik de afbeelding van een icoon wijzigen ?
uk: Як мені змінити зображення на значку?

source: Tip: you can also edit a launcher's configuration directly and set a path for an image. If you do not enter a path, but simply the name of an image, do not give the extension (.svg, .png, etc.), so as to let the dock choose the best.
nl: Hint : U kunt ook direct de configuratie van een starter bewerken en een pad instellen voor een afbeelding. Indien u geen pad instelt, maar alleen de naam van een afbeelding, zet er dan geen extensie bij (.svg, .png, etc), om het dock de beste afbeelding te laten kiezen.
uk: Порада: Ви можете вручну вказати шлях до зображення в параметрах значка запуску. Якщо ви не вкажете шлях, а просто впишете ім'я значка, не дописуйте його розширення (.svg, .png, etc), Cairo-Dock сам вибере якісний варіант.

source: In the “Icons” module, you can choose an <b>icon theme</b>. Just choose a theme, and apply. All the themes installed on your system are listed, plus the 'Custom icons' theme, which represent the icons provided by the Cairo-Dock's theme; they are located in ~/.config/cairo-dock/current_theme/icons, and you can add personal icons there. If you choose nothing, the default icon theme of your system will be used.
uk: В модулі 'Значки' ви можете вибрати <b>тему значків</b>. Просто вкажіть тему та застосуйте. Всі теми встановлені у вашій системі будуть показані в списку, включно з темою 'Власні значки', які будуть представляти тему Cairo-Dock; вони розміщені в ~/.config/cairo-dock/current_theme/icons, там же ви можете розмістити власні значки. Якщо ви нічого не виберете, будуть застосовані типові значки системи.

source: How do I remove many icons quickly?
nl: Hoe kan ik snel meerdere iconen verwijderen ?
uk: Як мені видалити відразу кілька значків?

source: Hint : if you delete an icon pointing to a sub-dock, you will be offered to either delete the sub-dock’s icons or to move them in the main dock.
nl: Hint : Als u een icoon van een sub-dock verwijdert, zal u gevraagd worden of u ook de iconen in het sub-dock wilt verwijderen, of dat u ze wil verplaatsen naar het hoofd-dock.
uk: Порада: Якщо ви видаляєте значок розташований в суб-панелі, то вам буде запропоновано або видалити сам значок, або перемістити його в Головну панель.

source: Just drag and drop them out of the dock, they will disappear in an explosion !
nl: Sleep ze uit het dock en ze zullen verdwijnen in een explosie !
uk: Просто захватіть та перетягніть його за панель і він зникне!

source: How can I resize my icons?
nl: Hoe kan ik de afmeting van mijn iconen wijzigen ?
uk: Як мені змінити розмір значків?

source: Hint : You can define the size of each applet independently, to any size smaller or equal to the default size. Set it to 0x0 to use the default size.
nl: Hint : U kunt de grootte van elk applet apart bepalen, tot elke afmeting groter of kleiner dan de standaardgroote. Stel in op 0x0 om standaardgrootte te gebruiken.
uk: Порада: Ви можете визначити розмір для кожного аплету індивідуально, від розміру менше стандартного до рівного стандартному. Встановіть значення 0x0, щоб використовувати стандартний розмір.

source: In the 'Icons' modules, you can setup the default size of your icons by type : launchers, apps, applets and separators. You can also setup the zoom factor.
uk: В модулі "Значки" ви можете налаштувати стандартний розмір ваших значків за типами: значки запуску, програми, аплети та розділювачі. Там же ви можете налаштувати ефект наближення.

source: I want to see a preview of opened applications by moving my cursor over its icon
uk: Я хочу бачити ескізи працюючих програм, коли проводжу курсором над їх значком

source: Tip: If this line is grayed, it's because this tip is not for you.)
de: Tip: Wenn diese Linie ausgegraut ist, hat es den Grund da dieser Tip nicht für dich ist.
uk: Порада: Якщо цей рядок сірий, то ця порада не для вас.:)

source: If you're using Compiz, you can click on this button:
de: Wenn du Compiz benutzt, klicke auf diesen Knopf.
uk: Якщо ви використовуєте Compiz, то можете клацнути на цій кнопці:

source: Dock
uk: Панель

source: How do I position my dock on the screen?
nl: Hoe kan ik mijn dock op een scherm plaatsen ?
uk: В якому місці екрану я можу розмістити панель?

source: Tip: If you have multiple screens managed by Xinerama, you can tick the option «Use Xinerama», and choose the screen where you wish your dock to be positioned.
nl: Hint : Als u een multi-scherm heeft beheerd door Xinerama, dan kunt u de optie “Xinerama gebruiken” aanvinken en dan het scherm selecteren waarin u uw dock wilt plaatsen.
uk: Порада: Якщо ви щасливий власник кількох моніторів, які управляються Xinerama, відмітьте опцію "Використовувати Xinerama", а потім виберіть монітори на яких повинна відображатися панель.

source: Everything is in the «Position» module. You can choose to position it on the bottom, top, left or right side of your screen. Moreover, you can also position it at the beginning, centre or end of the screen border.
uk: Всі налаштування подані в модулі "Позиція". Ви можете розмістити панель зверху екрану, або знизу, або зліва або справа. Навіть більше, ви можете розмістити панель не по центру екрана, а трохи лівіше або трохи правіше, на ваш вибір.

source: Go to the «Position» module.
uk: Перейти до модуля «Місцерозташування».

source: How do I adjust the position of the dock above the Gnome-panel?
nl: Hoe kan ik de positie van het dock instellen boven het Gnome-paneel ?
uk: Як мені налаштувати розташування панелі відносно стандартної панелі Gnome?

source: Tip: you can also simply drag your dock with the mouse by pressing the ALT key at the same time.
nl: Hint : U kunt uw dock ook verslepen met de muis, terwijl u de ALT-toets ingedrukt houdt.
uk: Порада: Ви можете просто пересунути панель за допомогою миші та затиснутої клавіші ALT.

source: In the «Position» module, you can add an offset to the screen border.
nl: In de “Positie” module, kunt u een marge aangeven ten opzichte van de beeldschermrand.
uk: В модулі "Позиція" ви можете задати зміщення від краю екрану.

source: The dock is hidden by the Gnome-panel
nl: Het dock wordt verborgen door het Gnome-paneel
uk: Панель не видно через стандартну панель Gnome

source: This is normal, because they are both «docks». You can either move the dock out of the panel, or launch it wih the command «cairo-dock --keep-above». But you can also (re)move the Gnome-Panel by doing a right click on it.
uk: Це нормально, оскільки вони обидві є панелями. Але ви можете розмістити її поверх іншої панелі але запустити з параметром «cairo-dock --keep-above». Окрім того, ви можете взагалі видалити або перемістити Gnome-панель в інше місце.

source: I don’t want other windows covering the dock
nl: Ik wil niet dat andere vensters het dock bedekken
uk: Я не хочу щоб вікна перекривали панель

source: Tip: You can even do that with desklets: making a desklet's panel !.
uk: Порада: Ви можете зробити це зі всіма десклетами: спробуйте створити панель з десклетів!

source: Just choose the corresponding option in the “Accessibility” module. This will reserve the space for the dock only.
uk: Прости помітьте відповідну опцію в модулі «Видимість». Це зарезервує місце тільки під панель.

source: Go to the «Accessibility» module.
uk: Перейти в модуль «Видимість»

source: I don’t want that the dock covers windows
nl: Ik wil niet dat het dock andere vensters bedekt
uk: Я не хочу щоб панель перекривала вікна

source: Tip: You can choose to pop-up the dock only when the mouse hits the screen corner instead of the whole screen border. You can also set-up the size of the trigger zone, and even set an image to it.
uk: Порада: Можна налаштувати так, щоб панель з’являлася тільки тоді, коли ви торкаєтеся кутка, а не всієї границі екрану. Крім того, ви можете змінити розмір зони реагування і навіть встановити для неї специфічне зображення.

source: Two choices are available in the “Accessibility” module: - either choose to “keep the dock below other windows”. The dock will then pop-up when you place the mouse on its screen border. - or choose the auto-hide. The dock will then hide itself and reappear when you enter the trigger zone.
uk: В модулі «Видимість» доступно два варіанти: - або вибрати режим "Утримувати позаду". У цьому випадку, панель буде з’являтися, якщо ви доторкнетеся до її границі. - або вибрати режим "Утримувати прихованою". Панель буде завжди прихованою та з’являтися тільки, якщо ви доторкнетеся до зони реагування.

source: How can I add a separator?
nl: Hoe kan ik een scheiding toevoegen ?
uk: Як мені додати розділювач?

source: Tip: if you choose to mix applets and launchers in the 'Icons' module, you can also place separators between applets then.
uk: Порада: Якщо ви встановити перемішування аплетів та значків запуску в модулі «Значки», то там також зможете налаштувати вигляд розділювачів між ними.

source: Simply right-click on the dock where you wish to add a separator and select «add a separator». You can position it wherever you wish (except in amongst taskbar icons) by dragging it with the mouse.
uk: Просто клацніть правою кнопкою миші в тому місці на панелі, де хочете додати розділювач та виберіть "додати розділювач". Ви можете розташувати його де захочете (тільки не посеред значків області повідомлень), просто перетягніть мишею.

source: I don't want to have a separator between launchers , applications and applets.
nl: Ik wil geen scheiding plaatsen tussen starters, toepassingen en applets
uk: Мені не потрібен розділювач між значками запуску, програмами та аплетами

source: In the «Icons» module, in the «separator» section, untick the box that says «add automatic separators».
nl: In de “Iconen” module, in het “Scheidingen” gedeelte, kunt u de optie uitvinken die “Automatisch scheidingen plaatsen” aangeeft.
uk: В модулі "Значки", в розділі "розділювачі" приберіть прапорець з параметра "додавати автоматичні розділювачі".

source: How do I add a sub-dock?
nl: Hoe kan ik een sub-dock toevoegen ?
uk: Як мені додати суб-панель?

source: Tip: If you want to move an icon into another dock, right-click on it, go to 'Move to', and choose the one you want in the list. You can do the same with applets as well, allowing you to group many applets in a sub-dock. You can also create new main docks this way.
uk: Порада: якщо ви хочете перемістити значок на іншу панель, то зробіть праве клацання на ньому, пункт меню «Перемістити на іншу панель» та виберіть ту, на яку потрібно перемістити. Теж саме можна робити з аплетами, наприклад, щоб згрупувати їх всі в одну суб-панель. Таким же чином ви можете створювати нові панелі.

source: Just right-click on the dock, then select «Add a sub-dock». Fill the config panel with a name and image, then confirm.
uk: Просто зробіть праве клацання на панелі, потім виберіть «Додати суб-панель». Призначте ім’я та вигляд, а потім підтвердіть.

source: How can I have many main docks?
nl: Hoe kan ik meerdere hoofd-docks krijgen ?
uk: Чи можу я мати кілька головних панелей?

source: Hint: you can then move icons inside this new dock by following the previous method and selecting the dock you've just created. To place this new dock, right click on it, and in the Cairo-dock sub-menu choose “configure this dock”.
uk: Порада: ви можете переміщувати значки всередині панелі після застосування попереднього методу та вибирати панель, яку ви тільки створили. Для розміщення цієї нової панелі зробіть на ній праве клацаннята в суб-панелі Cairo-dock виберіть "налаштувати панель".

source: Right-click on a launcher or an applet, go to 'Move to', and choose 'a new main dock'. A new dock will be created, with this icon inside.
nl: Klik met rechts op een starter of een applet, selecteer dan 'Verplaats naar een ander dock' en selecteer daarna 'Een nieuw hoofd-dock'. Er zal dan een nieuw dock aangemaakt worden met dit icoon erin.
uk: Праве клацання на значку запуску або аплеті, далі перейдіть до 'Перемістити до' та виберіть 'нова головна панель'. Нову панель буде створено з цим значком на ній.

source: How can I have a 3D dock?
nl: Hoe krijg ik een 3D-dock ?
uk: Як мені отримати 3D панель?

source: Tip: you can set up the view for each sub-dock. Simply edit the icon pointing to the sub-dock and choose the view you wish to use for it.
nl: Hint : U kunt de weergave van elk sub-dock apart instellen; bewerk het icoon dat verwijst naar het sub-dock en selecteer de weergave die u wilt.
uk: Порада: Ви можете налаштовувати зовнішній вид кожної суб-панелі; виберіть любий значок на суб-панелі, та вкажіть в його параметрах бажаний вид.

source: Any dock can be displayed with one view, and many views are available (3D, Curve, etc). Then, go to the «Views» module, and choose the view you wish to use for main dock, and for sub-dock.
uk: Будь-яка панель може використовувати один з багатьох видів (3D, Крива, тощо). Перейдіть в модуль 'Вид' та виберіть, як буде виглядати головна та суб-панелі.

source: Go to the «Views» module.
uk: Перейти о модуля «Види».

source: How can I change the background of my docks?
nl: Hoe kan ik de achtergrond van mijn docks wijzigen ?
uk: Як я можу змінити тло на панелях?

source: Hint : the Parabolic view doe not have a background, but the Slide and Rainbow views have their own background parameters.
nl: Hint :de ´Parabool´ weergave heeft geen achtergrond, de ´Diavoorstelling´ en ´Regenboog´ weergave hebben ieder hun eigen achtergrond.
uk: Порада: Параболічний вид не має тла, а Ковзання та Райдужний види, навпаки, мають свої власні.

source: In the 'Background' module, you can either choose an image, or a color gradation. If you set an image, it will be used as the background, if you don't, the gradatoin will be used.
nl: In de 'Achtergrond' module, kunt u een afbeelding selecteren of een kleurgradatie. Wanneer u een afbeelding instelt zal die als achtergrond gebruikt worden, anders zal de kleurgradatie gebruikt worden.
uk: В модулі 'Тло' ви можете встановити або зображення, або кольорову градацію. Якщо виберете зображення, то воно буде використовуватися в якості тла, якщо ні, то буде використана градація.

source: Go to the «Background» module.
uk: Перейти до модуля «Тло»

source: I find the dock too flashy, can it be more sober?
nl: Ik vind het dock te opzichtig, hoe kan ik het soberder maken ?
uk: Панель мені здається занадто кричущою та рухливою, чи можливо зробити її трохи стриманою?

source: Hint : try different themes, some are already very sober, like Dust-Sand or Elementary.
nl: Hint : probeer verschillende thema´s, sommige zijn reeds sober, zoals Dust-Sand of Elementary.
uk: Порада: Спробуйте різні теми, деякі з них доволі стримані, наприклад Dust-Sand або Elementary.

source: Who can do more can do less ! You can for instance deactivate the "Icon effects" plug-in, or deactivate the effect on mouse hovering in "Animated Icon" plug-in. You can also decrease the zoom effect or lower the icons' reflect in the "Icon" module, change the background colors in the "Background" module, or change the view to the "default" view in the "Views" module. In brief, you can easily have something as much sober as a gnome-panel, but this would be a shame ! ^_^
nl: Wie meer kan kan ook minder ! U kunt bijvoorbeeld de "Icooneffecten" plug-in deactiveren, of het effect wanneer uw muis over het icoon gaat in de "Geanimeerde iconen" plug-in. U kunt ook het vergrotingseffect verminderen of de reflecties in de "Iconen" module, de achtergrondkleuren wijzigen in de "Achtergrond" module of de weergave naar de "Standaardweergave" wijzigen in de "Weergave" module. U kunt het kortom net zo sober maken als het Gnome-paneel, maar dit zou echt zonde zijn ! ^_^
uk: Хто може зробити більше, той зможе й менше! Ви можете спробувати відключити додаток 'Ефекти значків' або відключити ефект наведення миші в додатку "Анімовані значки". Крім того, можете спробувати зменшити ефект наближення або зменшити відображення в модулі 'Значки', змінити тло або ж змінити вид на типовий в модулі 'Вид'. Ви можете зробити панель навіть стриманіше ніж стандартна Gnome, але ж це так ганебно! ^_^

source: Desklet
uk: Десклет

source: What are «desklets»?
nl: Wat zijn deze “Desklets” ?
uk: Що таке «десклети»?

source: Tip: to detach an applet, you can drag and drop its icon from the dock to the desktop
nl: Hint : Om een applet los te koppelen, kunt u het icoon naar het bureaublad slepen
uk: Порада: Щоб відокремити аплет від панелі, вам потрібно захватити значок та перемістити його на стільницю

source: Desklets are widgets which are displayed on your desktop. Each applet can be detached from the dock to act as a desklet.
nl: Dit zijn widgets die zichtbaar zijn op uw bureaublad. Elke applet kan losgekoppeld worden van het dock om gebruikt te kunnen worden als een desklet.
uk: Це віджети, які відображаються на робочому столі. Кожний аплет може бути відокремлений від панелі і таким чином стати десклетом.

source: How do I configure their position?
nl: Hoe kan ik hun positie instellen ?
uk: Як я можу задати їх позицію на екрані?

source: Tip: If you don't want to move it any more, you can lock its position. Simply right click on the desklet, and select «lock position». To unlock it, de-select this option.
nl: Hint : Als u het niet meer wilt verplaatsen, kunt u de positie vergrendelen. Klik met rechts op de desklet, en selecteer “Vergrendel positie”. Om het te ontgrendelen, kunt u deze optie deselecteren.
uk: Порада: Якщо ви зовсім не хочете їх переміщувати, то ви можете заблокувати їх позицію. Праве клацання на десклеті, пункт «заблокувати позицію». Для розблокування, відмініть цей пункт.

source: Simply drag them with the mouse.
nl: Versleep ze met de muis.
uk: Просто перетягніть їх за допомогою миші.

source: How do I configure their behaviour?
nl: Hoe stel ik hun gedrag in ?
uk: Як я можу задати їх орієнтацію?

source: Tip: if you lock the desklet, the buttons will not appear. You can reset a rotation by middle-clicking on the appropriate button.
nl: Hint : Als u het desklet heeft vergrendeld, zullen de knoppen niet zichtbaar zijn. U kunt een draai terugdraaien door te middelklikken op de draaiknop.
uk: Порада: Якщо ви заблокували десклет, то кнопок не буде видно. Ви можете поновити положення середнім клацанням миші на відповідній кнопці.

source: There are small buttons on the top and left side of the desklet. They allow you to rotate the desklet in 3D !
nl: Er bevinden zich kleine knoppen bovenop en aan de linkerkant van het desklet. Hiermee kunt u het desklet draaien in 3D !
uk: Зліва зверху присутні кнопки для управління десклетом. За їх допомогою ви можете повертати десклет в 3D!

source: How do I change their decorations?
nl: Hoe kan ik hun decoraties wijzigen ?
uk: Як я можу змінити його зовнішній вид?
