Repository: 363734/cairo-dock-core
Catalog: po/*.po
Languages: de, nl, uk

source: The only reason you may want to modify this parameter is if you made this launcher by hands. If you dropped it into the dock from the menu, it is nearly sure that you shouldn't touch it. It defines the class of the program, which is useful to link the appli with its launcher.
de: Der einzige Grund diesen Parameter zu verändern ist, wenn Sie den Starter selbst erstellt haben. Wenn Sie ihn aus dem Menü auf das Dock verschoben haben, sollten Sie den Parameter in der Regel nicht verändern. Er beschreibt die Klasse des Programms, die verwendet wird um die Anwendung mit dem Starter zu verknüpfen.
uk: Єдиною можливою причиною для редагування цього параметра, може бути, те, що цей значок запуску ви створили самостійно. Якщо ви перетягли його з системного меню, то краще тут нічого не змінювати. Тут описується клас програми, щоб зв'язати його зі значком запуску.

source: Class of the program :
de: Klasse des Programms:
uk: Клас програми:

source: It will use 'xterm'.
nl: Het zal 'xterm' gebruiken.
uk: Буде використано 'xterm'.

source: Run in a terminal ?
de: In einem Terminal starten?
uk: Виконувати в терміналі?

source: pouet
uk: так собі

source: v1.4.6.3 : Just to say : *** Happy new Year 2008 ! *** the Cairo-Dock's team.
de: v1.4.6.3: Das einzige, was es zu sagen gibt: *** Frohes Neues Jahr 2008 ! *** Das Cairo-Dock Team
nl: v1.4.6.3 : Alleen om te zeggen : *** Gelukkig 2008 ! *** het Cairo-Dock team.
uk: v1.4.6.3: Просто хочемо сказати: *** Щасливого нового 2008 року ! *** Команда Cairo-Dock.

source: v1.5.0 : it's been 1 month since previous release, and we worked hardly to bring you : - A parabolic view : perfect for sub-docks with a dozen of icons. - A big pack of new applets : Cairo-Dock has now its own terminal. It can handle your systray instead of your panel, monitor your laptop's battery, and change your screen's luminosity through the dock The integration into the GNOME desktop is provided by the 'gnome-integration' plug-in. Wanted : a KDE user who could do the same for KDE ! - Dustbin v2 can now handle drag'n'drops and display nice info. - Manual separators, better sub-dock accessibility, 64bits works smoothly, etc - And cherry on the cake, a new theme (I, Cairo) ! Now, why not try to make an applet for Cairo-Dock ? ;-)
nl: v1.5.0 : Het is 1 maand sinds de vorige uitgave en we hebben nauwelijks gewerkt om u het volgende te brengen : - Een parabolische weergave : perfect voor sub-docks met veel iconen. - Vele nieuwe applets : Cairo-Dock heeft nu zijn eigen terminal. Het kan uw systeemvak beheren in plaats van uw paneel, Uw laptop's accu monitoren, De helderheid van uw scherm via het dock wijzigen De integratie in de GNOME-werkomgeving wordt gedaan met de 'gnome-integratie' plug-in. Gezocht : een KDE-gebruiker die hetzelfde kan doen voor KDE ! - Dustbin v2 kan nu omgaan met slepen en verplaatsen en leuke info geven. - Handmatig toegevoegde scheidingen, betere sub-dock toegankelijkheid, 64bits werkt heel goed, etc - En als toetje, een nieuw thema (I, Cairo) ! Waarom probeert u geen applet voor Cairo-Dock te maken ? ;-)
uk: v1.5.0: Пройшов місяць з минулого релізу, і ми старанно працювали, щоб надати вам: — Параболічний вид: ідеально підходить для суб-панелей з кучею значків. — Великий набір нових аплетів: — В Cairo-Dock тепер є власний термінал. — Тепер може заміняти ваш сістрей замість панелі задач, — спостерігати за станом батареї ноутбука, — і змінювати яскравість екрану прямо з панелі — Інтеграція в робоче оточення GNOME за допомогою додатку 'gnome-integration'. — Розшукується: користувач KDE, який зможе зробити теж для KDE ! — Dustbin v2 тепер підтримує drag&drop та відображає коротку інформацію. — Ручні розділювачі, покращена підтримка суб-панелей, 64біт працює м'якше, тощо. — І родзинка нашого пирога це: нова тема (I, Cairo) ! А тепер, чому б вам не спробувати створити аплет для Cairo-Dock ? ;-)

source: v1.5.1 : - The 1.5 branch is still young, so this version brings a lot of bug fixes - Cairo-Dock is now translated in Japanese, thanks to Jiro Kawada for his work ! - A new view has appeared : Rainbow - Cairo-Dock has become a desklet manager ! most of applets can now detached themselves from the dock and behave as real desklets.
nl: v1.5.1 : - De 1.5 tak is nog jong, daarom bevat deze versie veel foutreparaties - Cairo-Dock is nu vertaald naar het Japans, dankzij Jiro Kawada, bedankt voor dit werk ! - Er is een nieuwe weergave beschikbaar : Rainbow - Cairo-Dock is een desklet-manager geworden ! De meeste applets kunnen losgekoppeld worden van het dock en zich gedragen als echte desklets.
uk: v1.5.1: — Гілка 1.5 все так же молода, тому в цьому релізі багато багфіксів — Cairo Dock тепер перекладено на японську, дякуємо Jiro·Kawada за роботу ! — З'явився новий режим виду - Райдуга — Cairo-Dock тепер став десклет менеджером ! — більшість аплетів тепер можуть відкріплятися від панелі та ставати справжніми десклетами.

source: v1.5.2.1 : - a lot of bug fixes, especially on desklets. - New applet : weather ! - Cairo-Dock is now fully translated in Japanese, thanks to Jiro Kawada !
nl: v1.5.2.1 : - Een hoop fouten gerepareerd, speciaal voor desklets. - Nieuw applet : Weer ! - Cairo-Dock is nu in het geheel vertaald in het Japans, door Jiro Kawada !
uk: v1.5.2.1·: — Велика кількість багфіксів, особливо в десклетах. — Новий аплет - погода ! — Cairo-Dock тепер повністю перекладено на японську, дякуємо Jiro·Kawada·!

source: v1.5.3.2 : - Themes have been deeply reviewed to switch from one to another completely. - New applet : alsaMixer ! - Desklets improvment with the 'showDesklets' applet. - The 'Shortcuts' applet can now detached itself from the dock. - The dock can now behave like a menu 'on-the-mouse' - Updates in translations and the usual bug fixes. ^_^ By the way, we are still searching someone who could help cairo-dock to be well-integrated into KDE ;-)
nl: v1.5.3.2 : - Thema´s zijn grondig bekeken om totaal te wisselen van de één naar de ander . - Nieuw applet : alsaMixer ! - Desklets verbetering met de 'showDesklets' applet. - Het 'Snelkoppelingen' applet kan nu losgekoppeld worden van het dock. - Het dock kan zich nu gedragen als een menu 'op-de-muis' - Updates van de vertalingen en de gebruikelijke foutreparaties. ^_^ We zoeken trouwens nog steeds iemand die ons kan helpen om cairo-dock te integreren in KDE ;-)
uk: v1.5.3.2: — Всі теми були глибоко переглянуті в плані повного переключення з однієї на іншу. — Новий аплет: alsaMixer ! — Поліпшення десклетів для сумісної роботи з аплетом 'showDesklets'. — Аплет 'Links' тепер може бути від'єднаним від панелі. — Панель тепер може мати поведінку схожу з меню лише порухом миші. — Оновлено переклади і звичайно ж багфікси ^_^ До речі, ми все ще шукаємо кого-небудь, хто зміг би допомогти в інтеграції cairo-dock в KDE ;-)

source: v1.5.4.2 : a huge release ! - add a cute pinguin in your dock with the new applet Cairo-Penguin - monitor your wifi connection with the Wifi applet - control xmms, audacious, banshee and exaile with the Xmms applet - Cairo-Dock is now fully integrated into XFCE environment ! - better detection of battery in the Powermanager applet - lot of improvments in the Terminal applet. - the dock can auto-resize when it grows too large - refresh your dock with the new theme : Wood - 3 more themes in Weather
nl: v1.5.4.2 : een huge uitgave! - Voeg een leuke pinguin toe aan uw dock met het nieuwe applet Cairo-Penguin - Monitor uw wifi-verbinding met het Wifi applet - Bedien xmms, audacious, banshee en exaile met het Xmms applet - Cairo-Dock is nu volledig geintegreerd in de XFCE-werkomgeving ! - Betere detectie van accu in het Powermanager applet - Veel verbeteringen in het Terminal applet. - Het dock kan autotomatisch herschalen wanneer het te groot wordt - Vernieuw uw dock met een nieuw thema : Wood - 3 extra thema´s in Weer
uk: v1.5.4.2: велетенський реліз ! — закиньте кумедного пінгвіна на вашу панель з допомогою аплету Cairo-Penguin — контролюйте ваше wifi з'єднання, за допомогою аплету Wifi — управляйте xmms, audacious, banshee та exaile за допомогою аплету Xmms — Cairo-Dock тепер повністю інтегровано в середовище XFCE — покращено виявлення батареї в аплеті Powermanager — багато покращень в аплеті Terminal — тепер панель може автоматично збільшуватися в розмірах — оновіть вид вашої панелі новою темою: Wood — три нових теми в аплеті Погоди

source: v1.5.5.4 : - Huge enhancements in the TaskBar : launchers and applets can now behave as applications. windows can show up during drag and drop if mouse stay on them - hiqh quality launchers' icons can be used instead of X ones - Quickly manage Compiz with the 'Compiz-Icon' applet - Control Cairo-Dock from an external program thanks to the Dbus plug-in. - Added a 'ShowDesktop' applet for convenience. - Some fix in PowerManager (now ok !) - The ability to have many docks for a single instance of Cairo-Dock. - Cairo-Dock is not yet well integrated into Gnome 2.22, but it will come soon ;-)
nl: v1.5.5.4 : - Grote verbeteringen in de Taakbalk : Starters en applets kunnen zich nu gedragen als toepassingen. Vensters kunnen zich nu tonen, tijdens het slepen en verplaatsen als de muis op ze blijft - Hoge kwaliteit starterconen kunnen gebruikt worden in plaats van de X-iconen - Beheer Compiz met het 'Compiz-Icon' applet - Bedien Cairo-Dock vanuit een externe toepassing dankzij de Dbus plug-in. - Een 'ShowDesktop' applet toegevoegd voor het gemak. - Enige reparaties in de PowerManager (nu ok !) - De mogelijkheid om meerdere dezelfde docks te hebben van één Cairo-Dock. - Cairo-Dock is nog niet goed geintegreerd in Gnome 2.22, maar dit zal snel veranderen ;-)
uk: v1.5.5.4: — Величезні покращення в Панелі Задач: значки запуску та аплети можуть вести себе як програми. вікна будуть показуватися при drug&drop, якщо навести курсор на них. — Високоякісні значки, замість X-ових - Швидке управління Compiz, за допомогою аплету 'Compiz-Icon' — Управління Cairo-Dock з інших програм за допомогою додатку Dbus. — Для зручності додано аплет 'ShowDesktop'. — Деякі виправлення в PowerManager·(тепер все в нормі·!) — Можливість мати кілька панелей з одним лише екземпляром Cairo-Dock. — Cairo-Dock поки ще не достатньо якісно інтегрований в Gnome 2.22, але ми швидко це виправимо ;-)

source: v1.5.6 : - Integration into the last Gnome 2.22 (Ubuntu8.04, Fedora9, ...) - still experimental - You can now have many docks in 1 instance of Cairo-Dock. Just place a launcher or an applet in a dock, giving this dock a name that doesn't exist yet a new one will be created. - SHIFT+mouse wheel on AlsaMixer, Xmms, Rhythmbox, etc. - Launchers can now launch keyboard shortcuts. - The dock can now auto-hide itself when a window is maximized. - Improvment in drag and drop with animated indicator. - Physical separator in 3D-plane view. - Bug fixes in XGamma/Weather. - Any help would be welcome to integrate the dock into KDE !
nl: v1.5.6 : - Integratie in de laatste Gnome 2.22 (Ubuntu8.04, Fedora9, ...) - nog steeds experimenteel - U kunt nu meerdere dezelfde docks hebben in 1 Cairo-Dock. Plaats een starter of een applet in een dock, geef dit dock een naam die nog niet bestaat en er wordt een nieuwe aangemaakt. - SHIFT+muiswiel op AlsaMixer, Xmms, Rhythmbox, etc. - Starters kunnen nu sneltoetsen openen. - Het dock kan zich nu automatisch vebergen wanneer een venster wordt gemaximaaliseerd. - Verbetering van verslepen en verplaatsen met een geanimeerde indicator. - Physical scheiding in 3D-vlak weergave. - Foutreparaties in XGamma/Weather. - Alle hulp is welkom om het dock te integreren in KDE !
uk: v1.5.6: — Інтеграція в останній реліз Gnome·2.22·(Ubuntu8.04,·Fedora9,·...) - все так же експериментальна — Тепер ви можете мати кілька панелей з одним запущеним Cairo-Dock. Просто розмістіть значок запуску або аплет на панель, а у властивостях задайте ім'я ще не існуючої панелі і нова панель буде створена. — SHIFT+колесо мишки·на·AlsaMixer,·Xmms,·Rhythmbox,·і т.д. — Значки запуску тепер можуть запускати клавіатурні скорочення. — Панель тепер автоматично ховається, коли яке-небудь вікно максимізується. — Поліпшення в анімованому індикаторі переміщення drag&drop. — Фізичний розділювач в 3D виді. — Багфікси в XGamma/Weather. — Вітається будь-яка допомога в інтеграції панелі в KDE !

source: v1.6.0 : - A new view has appeared : Diapositive ! - A huge stock of new applets : cpusage ram-meter netspeed tomboy nVidia - 2 new themes : Neon & Clear - A new cute character for Cairo-Penguin : Wanda the Cairo-Fish ^_^ - Cairo-Dock can now run without composite manager, with fake transparency. - The dock can now stay below windows and be popped up on demand. - Auto-reload on crash. - Real window thumbnail when minimized.
nl: v1.6.0 : - We hebben een nieuwe weergave erbij : Diapositive ! - Een hoop nieuwe applets : Cpu-gebruik Ram-meter Netspeed Tomboy nVidia - 2 nieuwe thema´s : Neon & Clear - Een nieuw figuur voor Cairo-Penguin : Wanda tde Cairo-Fish ^_^ - Cairo-Dock werkt nu ook zonder composite-manager, met nepdoorzichtigheid. - Het dock kan nu onder vensters blijven en tevoorschijn komen op bevel. - Automatisch herladen na een crash. - Echt vensterminiatuur wanneer geminimaliseerd.
uk: v1.6.0·: — Новий режим виду: Diapositive ! — Велика кількість нових аплетів: cpusage ram-meter netspeed tomboy nVidia — Дві нові теми: Neon & Clear — Новий симпатичний персонаж для Cairo-Penguin: Wanda Cairo-Рибка·^_^ — Cairo-Dock тепер може запускатися без композитного менеджера, з допомогою підробної прозорості. — Панель тепер може залишатися за вікнами і з'являтися на вимогу. — Автоматичний перезапуск після аварійного завершення. — Дійсний ескіз мінімізованого вікна.

source: v1.6.1 : Cairo-Dock has one year ! To celebrate this event, we are happy to offer you : - Once again a new view : Curve ! - A long time waited applet : the desktop Switcher. - A very complete theme : Brit - Translation in italian and chinese. - And we are still hoping someone would help us writing a kde-integration plug-in ^_^
nl: v1.6.1 : Cairo-Dock bestaat één jaar ! Om dit te vieren, geven wij u graag : - Opnieuw een nieuwe weergave : Kromming ! - Een lang verwacht applet : de desktop Switcher. - Een zeer compleet thema : Brit - Vertalingen in het Italiaans en Chinees. - En we hopen nog steeds op iemand die ons helpt met het schrijven van KDE-integratie plug-in ^_^
uk: v1.6.1: Cairo-Dock виповнився рік! Щоб відмітити цю подію, ми з радістю пропонуємо вам: — Ще один новий вид: Curve ! — Аплет, якого ви так довго чекали: Перемикач робочих місць. — Дуже важка тема: Brit — Переклад на італійську та китайську мови. — І ми все ще сподіваємося знайти кого-небудь, хто зміг би допомогти нам в написанні додатку kde-інтеграції ^_^

source: v1.6.2 : the first version integrated in the Ubuntu repositories ! - 2 new applets have been released : Slider and Stack. Enjoy ! - Applets can now be launched many times (Clock, Cairo-Penguin, Slider, Stack), each with a different config. - Cairo-Dock is now able to load themes on its own server, so feel free to send us all your themes, we can distribute them ! :-) - And we are still searching someone motivated to write a kde-integration plug-in ^_^
nl: v1.6.2 : De eerste versie geintegreerd in de Ubuntu-softwarebronnen ! - 2 nieuwe applets zijn toegevoegd : Slider and Stack. Veel plezier ! - Applets kunnen nu meerdere keren geopend worden (Clock, Cairo-Penguin, Slider, Stack), elk met een andere configuratie. - Cairo-Dock kan nu nieuwe thema´s laden op zijn eigen server, dus stuur ons al uw thema´s, we kunnen ze beschikbaar stellen ! :-) - We zijn nog steeds op zoek naar iemand, die een KDE-integratie plug-in wilt schrijven ^_^
uk: v1.6.2: перша версія інтегрована в репозиторії Ubuntu ! — 2 нових аплету: Slider і Stack. Насолоджуйтесь ! — Аплети тепер можуть запускатися багато раз (Clock, Cairo-Penguin, Slider, Stack), кожен зі своїм конфігом. — Cairo-Dock тепер може відсилати теми на сервер, тому, не соромтеся, присилайте ваші теми і ми їх опублікуємо ! :-) — І ми все ще шукаємо кого-небудь зацікавленого в написанні додатку kde-інтеграції ^_^

source: v1.6.3 : - first the bad news : user datas have been moved into ~/.config to respect the FreeDesktop standards. and local icons are now in a dedicated 'icons' sub-folder. So in advance, sorry for the possible inconvenience ^_^ - And now the very good news ! - 2 new applets have just been born : Clipper and GMenu. - Lot of improvements for Desklets : decorations, rotation, dragging, etc - Cpusage and other applets can now display nice graphics. - You can now remove launchers by dragging them out of the dock and detach applet in the same way. - Smooth icons movement when dragging them inside the dock - The dock is now translated in Sweden and partially in Greek.
nl: v1.6.3 : - Allereerst het slechte nieuws : Gebruikersdata is verplaatst naar ~/.config om de FreeDesktop-standaarden te respecteren. Lokale iconen zitten nu in een aangewezen 'icons' sub-map. Dus allereerst, sorry voor het mogelijke ongemak ^_^ - En nu het goede nieuws ! - Er zijn 2 nieuwe applets ontwikkeld : Clipper en GMenu. - Veel verbeteringen voor Desklets : decoraties, draaien, slepen, etc - Cpusage en andere applets kunnen nu grafisch meer laten zien. - U kunt nu starters verwijderen door ze uit dock te slepen en op dezelfde manier applets loskoppelen. - Strakke icoonbewegingen wanneer u ze naar het dock sleept - Het dock is nu vertaald in het Zweeds en deels in het Grieks.
uk: v1.6.3: — По-перше, погані новини: Щоб дотримуватися FreeDesktop стандартів, дані користувача було переміщено в ~/.config. і локальні значки тепер знаходяться у виділеному підкаталогу 'значки'. Тому просимо пробачення за можливі незручності ^_^ — А тепер тільки добрі новини ! — Додано 2 нових аплета: Clipper і GMenu. — Багато поліпшень для десклетів: оформлення, обертання, перетягування тощо. — Cpusage та інші аплети тепер приємно виглядають. — Тепер ви можете видаляти значки запуску просто перетягнувши їх з панелі, відокремлювати аплети можна таким же чином. — Плавні рухи значків при перетягуванні їх на панель — Панель перекладено тепер на Шведську та частково Грецьку мови.

source: Cairo-Dock II - Cairo-Dock is now a full OpenGL dock ! (the cairo backend is still available for old graphic cards or ATI) - New plug-ins provide many visual affects : Animated icons, icon effects, illusion, drop indicator, motion blur, dialog rendering - The config panel has been widely rewritten. - Desklets are now in 3D - New applets : mail, keyboard indicator, quick folder, Toons. - Lot of bug fixes and upgrades in all plug-ins.
nl: Cairo-Dock II - Cairo-Dock is nu een volledig OpenGL-dock ! (cairo is nog wel beschikbaar voor oudere grafische kaarten of ATI) - Nieuwe plug-ins voorzien in meerdere visuele affecten : Geanimeerde iconen, icooneffecten, illusie, sleepindicator, bewegingsvervaging, dialoog rendering - Het configuratiepaneel is compleet herschreven. - Desklets zijn nu in 3D - Nieuwe applets : mail, keyboard indicator, quick folder, Toons. - Veel foutreparaties en upgrades voor alle plug-ins.
uk: Cairo-Dock II — Cairo-Dock тепер повністю підтримує OpenGL! (бекенд cairo все ще підтримується для старих карт та ATI) — Нові додатки візуальних ефектів: Анімовані значки, ефекти на значках, ілюзії, індикатор зкидування, ефект розмивання, промальовування діалогів. — Конфігураційна панель була повністю переписана. — Десклети тепер і в 3D. — Нові аплети: Пошта, Індикатор розкладки, швидкі теки, Мультики. — Багато багфіксів та оновлень усіх додатків.

source: 2.0.5 : - This is mainly a bug-fix version - improvment in the RB applet - Added functionnalities on grouped applications icons.
nl: 2.0.5 : - Dit is voornamelijk een foutreparatieversie - verbetering in het RB applet - Extra mogelijkheden toegevoegd voor iconen van gegroepeerde toepassingen.
uk: 2.0.5: — Величезна кількість багфіксів. — Покращення в аплеті RB. — Додана функціональність до згрупованих значків програм.

source: 2.1.0 : A really heavy version ! - Control any music player with the MusicPlayer applet Share your files easily with the world thanks to the dnd2share applet, Monitor your system thanks to the System-Monitor applet Take notes quickly thanks to the Notes applet. - The dock has an "extended panel" mode and a new theme selector. - Lot of updates in the Keyboard-indicator and Shortcuts applets - New animation for the 'Slide' view - Bug fixes in the Taskbar, Clipper, Powermanager, Clock and Cairo-Penguin modules. - OpenGL mode works on ATI and Intel with the latest drivers ! - Finally, Cairo-Dock has its own ppa on LaunchPad, and a complete documentation on http://doc.glx-dock.org.
nl: 2.1.0 : Een zeer heftige versie ! - Bedien elke muziekspeler met het Muziekspeler applet Deel uw bestanden met de wereld dankzij het dnd2share applet, Houdt uw systeem in de gaten met het Systeemmonitor applet Maak snel notities dankzij het Notitie applet. - Het dock heeft "uitgebreid paneel" modus en een nieuwe Themabeheerder. - Veel updates in de Toetsenbordindeling en Shortcuts applets - Nieuwe animatie voor de 'Diavoorstelling' weergave - Foutreparaties in de Taakbalk, Clipper, Powermanager, Klok en Cairo-Penguin modules. - OpenGL modus werkt met ATI en Intel met de nieuwste drivers ! - Cairo-Dock heeft nu zijn eigen ppa op LaunchPad en een volledige documentatie op http://doc.glx-dock.org.
uk: 2.1.0: По-справжньому серйозна версія! - Управляйте музичними програвачами за допомогою аплету MusicPlayer, Діліться файлами за допомогою світового аплету dnd2share, Відслідковуйте стан системи з аплетом Системного монітору, Створюйте нотатки швидко та легко за допомогою аплету Нотатки. - З'явився новий режим "Розширена панель" та новий Менеджер тем. - Велика кількість оновлень в аплетах Клавіатурний індикатор та Посилання. - Нова анімація для виду "Ковзання". - Виправлено помилки в модулях Панель задач, Кишеня, Керування живленням, Годинник та Cairo-Пінгвін. - Підтримка OpenGL тепер працює на останніх драйверах ATI та Intel! - І, нарешті, у Cairo-Dock з'явився власний ppa на LaunchPad, та детальна документація на http://doc.glx-dock.org.
