Repository: 363734/cairo-dock-core
Catalog: po/*.po
Languages: de, nl, uk

source: The module '%s' may have encountered a problem. It has been restored successfully, but if it happens again, please report it at http://glx-dock.org
de: Es ist möglicherweise ein Problem im Modul '%s' aufgetreten. Das Modul wurde erfolgreich neu gestartet, aber sollte dieser Fehler erneut auftreten, würden wir Sie bitten uns einen Fehlerbericht unter http://cairo-dock.org/ zukommen zu lassen.
uk: Модуль '%s' може мати певні проблеми. Перезавантаження програми може допомогти в цьому випадку, але проблема може виникнути знову. Ми будемо дуже вдячні за звіт про цю помилку на http://glx-dock.org.

source: The theme could not be found; the default theme will be used instead. You can change this by opening the configuration of this module. Do you want to do it now?
de: Das Thema konnte leider nicht gefunden werden. Es wird das Standardthema benutzt. Sie können das Thema ändern, indem Sie die Themenkonfiguration öffnen. Möchten Sie dies jetzt tun?
uk: Не вдалося знайти тему; застосуємо стандартну. Ви можете змінити її в налаштуваннях цього модулю. Зробити це зараз?

source: The gauge theme could not be found; a default gauge will be used instead. You can change this by opening the configuration of this module. Do you want to do it now?
de: Die Einstellungen der Abmessungen konnten leider nicht gefunden werden, Es wird die Voreinstellung benutzt. Sie können dies ändern, indem Sie die Themenkonfiguration öffnen. Möchten Sie dies jetzt tun?
uk: Не вдалося знайти тему для датчика; застосуємо стандартну. Ви можете змінити її в налаштуваннях цього модулю. Зробити це зараз?

source: Applet's handbook
de: Anleitungen der Minianwendungen
nl: Applet's handleiding
uk: Довідник аплетів

source: failed to mount %s
nl: kon %s niet aankoppelen
uk: не вдалося приєднати %s

source: Failed to unmount %s
nl: kon %s niet loskoppelen
uk: не вдалося від'єднати %s

source: _Custom Icons_
de: _Benutzerdefinierte Icons_
nl: _Aangepaste iconen_
uk: _Змінити значки_

source: Accessory
de: Zubehör
nl: Accessoire
uk: Аксесуар

source: rate me
nl: Waardering geven
uk: оцінити

source: Local
de: Lokal
nl: Lokaal
uk: Локальний

source: User
de: Benutzer
nl: Gebruiker
uk: Користувач

source: Net
de: Netzwerk
nl: Netwerk
uk: Мережа

source: New
de: Neu
nl: Nieuw
uk: Новий

source: Updated
de: Aktualisiert
nl: Bijgewerkt
uk: Оновлено

source: You must try the theme before you can rate it.
de: Bitte probieren sie das Thema aus, bevor sie es bewerten.
nl: U dient het thema eerst te proberen voodat u het kunt waarderen.
uk: Перш ніж ставити рейтинг, ви повинні спробувати тему.

source: The '%s' module was not found. Be sure to install it with the same version as the dock to enjoy these features.
de: Das Modul '%s' konnte nicht gefunden werden. Um es zu verwenden, vergewissern Sie sich, dass es auf dem gleichen Versionsstand wie das Dock ist.
uk: Модуль '%s' не виявлено. Впевніться, що ви встановили версію цього модуля ідентичну версії встановленої панелі.

source: The '%s' plug-in is not active. Activate it now?
de: Das Plug-in "%s" ist nicht aktiviert. Jetzt aktivieren?
uk: Додаток '%s' неактивний. Активувати зараз?

source: Listing themes in '%s' ...
de: Zeige Themen in '%s' ...
uk: Список тем з '%s' ...

source: plug-in
uk: додаток

source: category
de: Kategorie
nl: Categorie
uk: категорія

source: Click on an applet in order to have a preview and a description for it.
de: Klicken Sie auf eine Minianwendung um eine Vorschau sowie eine Beschreibung der Anwendung anzuzeigen.
nl: Klik op het applet om een voorbeeld en omschrijving van het applet te krijgen.
uk: Натисніть на аплеті, щоб мати його попередній перегляд та опис.

source: state
nl: Status
uk: стан

source: Theme
de: Design
nl: Thema
uk: тема

source: Rating
de: Bewertung
nl: Waardering
uk: оцінка

source: Sobriety
de: Ernsthaftigkeit
nl: Soberheid
uk: помірність

source: link
de: Verweis
uk: посилання

source: Grab
de: Anfassen
nl: Selecteer
uk: Захопити

source: Do you like your dock to be always visible, or on the contrary unobtrusive? Configure the way you access your docks and sub-docks!
de: Möchten Sie das Dock immer sichtbar haben, oder lieber unauffälliger? Konfigurieren Sie die Art des Zugriffs auf das Dock.
uk: Ви б хотіли, щоб ваша панель була завжди видима, чи, навпаки, ховалася? Налаштуйте спосіб доступу до своїх панелей та суб-панелей!

source: Background
de: Hintergrund
nl: Achtergrond
uk: Тло

source: Set a background for your dock.
de: Wählen Sie einen Hintergrund für das Dock.
nl: Stel een achtergrond in voor uw dock.
uk: Виберіть тло для вашої панелі.

source: _custom decoration_
de: Angepasste Dekorationen
nl: _Aangepaste decoraties_
uk: _Змінити оформлення_

source: Desklets
uk: Десклети

source: Applets can be displayed on your desktop as widgets.
de: Die Minianwendungen können auf dem Desktop als Widgets angelegt werden.
nl: De applets kunnen op uw bureablad geplaatst worden als widgets.
uk: Аплети можуть розташовуватися на вашій стільниці, як віджети.

source: This provides different window decorators. Enable this first if you want to select a different decorator for your dialog boxes.
nl: Het bevat diverse vensterdecorateurs. Activeer dit pas wanneer u een andere decorateur voor uw dialogen wilt.
uk: Надає різне оформлення для вікон. Активуйте його, щоб змінювати оформлення вікон.

source: Dialog boxes
de: Dialoge
nl: Dialogen
uk: Діалоги

source: Configure text bubble appearance.
de: Aussehen der Dialogblasen konfigurieren
nl: Configureer het uiterlijk van de dialoogballonnen.
uk: Налаштуйте зовнішній вигляд хмарок нагадувань.

source: Provides various animations for your icons.
nl: Het bevat meerdere animaties voor uw iconen.
uk: Пропонує різні анімації для значків.

source: Icons
de: Symbole
nl: Iconen
uk: Значки

source: All about icons: size, reflection, icon theme,...
de: Alles zu Symbolen Größe, Reflektion, Symbolthema
uk: Все про значки : розмір, відображення, тема значків, ...

source: Indicators
de: Indikatoren
nl: Indicatoren
uk: Індикатори

source: Indicators are additional markers for your icons.
de: Indikatoren sind Erkennungsmerkmale für ihre Symbole
nl: Indicatoren zijn extra indicaties op uw iconen.
uk: Індикатори відображають додаткову інформацію на значках.

source: Captions
de: Beschriftungen
uk: Підписи

source: Define icon caption and quick-info style.
de: Stil der Symbolbeschriftungen und Schnellinfos festlegen
nl: Bepaal de stijl van de icoonlabels en snel-info.
uk: Виберіть зовнішній вигляд підписів та інфо-повідомлень.

source: Position
nl: Positie
uk: Позиція

source: Set the position of the main dock.
de: Position des Hauptdocks wählen
nl: Stel positie van het hoofd-dock in.
uk: Виберіть позицію основної панелі

source: All of the parameters you will never want to tweak.
de: Einstellungen, welche Sie niemals verändern sollten.
nl: Alle opties die u nooit wilt wijzigen.
uk: Не змінюйте ці параметри без особливої потреби.

source: Taskbar
de: Taskleiste
nl: Taakbalk
uk: Панель задач

source: Display and interact with currently open windows.
de: Sie können geöffnete Programme im Doc anzeigen, sie minimeren, maximieren, verschieben oder schließen.
nl: Tonen en interactie uitvoeren met de huidig geopende vensters.
uk: Відображає і взаємодіє з відкритими вікнами.

source: Provides different views for Cairo-Dock. Enable this first if you want to select a different view for your docks.
nl: Het voorziet in verschillende weergaves van Cairo-Dock. Activeer dit eerst als u een andere weergave wilt selecteren voor uw docks.
uk: Надає різні види Cairo-Dock. Активуйте, щоб вибрати інший вигляд панелі.

source: Views
de: Ansichten
nl: Weergave
uk: Види

source: Select a view for each of your docks.
de: Eine Ansicht für jedes Dock auswählen
nl: Selecteer een weergave voor elk van uw docks.
uk: Можете вибрати окремий вигляд для кожної панелі.

source: Default
de: Standard
nl: Standaard
uk: типовий

source: Are you sure you want to overwrite theme %s?
de: Soll das Thema %s überschrieben werden?
nl: Weet u zeker dat u het thema %s wilt overschrijven ?
uk: Ви впевнені, що бажаєте перезаписати тему %s?

source: Last modification on:
de: Letzte Änderung am:
uk: Останні зміни

source: Could not access remote file %s/%s. Maybe the server is down. Please retry later or contact us at glx-dock.org.
de: Die entfernte Datei %s/%s konnte nicht heruntergeladen werden. Vielleicht ist der Server nicht gestartet. Bitte probieren Sie es später oder kontaktieren Sie uns auf glx-dock.org.
uk: не вдалося отримати файл %s/%s, можливо сервер не працює. Спробуйте пізніше або зв'яжіться з нами на glx-dock.org.

source: Are you sure you want to delete theme %s?
de: Soll das Thema %s gelöscht werden?
nl: Weet u zeker dat u het thema %s wilt verwijderen ?
uk: Ви впевнені, що бажаєте видалити тему %s?

source: Are you sure you want to delete these themes?
de: Sollen diese Themen gelöscht werden?
nl: Weet u zeker dat u deze thema´s wilt verwijderen ?
uk: Ви впевнені, що бажаєте видалити ці теми %s?

source: Move down
de: Eins nach unten verschieben
uk: Перемістити донизу

source: Fade out
de: Ausblenden
uk: Згасання

source: Semi transparent
uk: Напівпрозорість

source: Zoom out
de: Herauszoomen
uk: Віддалити

source: Folding
de: Falten
uk: Згортання

source: Behavior
de: Verhalten
uk: Поведінка

source: Position on the screen
de: Position auf dem Bildschirm
nl: Positie op het scherm
uk: Позиція на екрані

source: Choose which border of the screen the dock will be placed on:
de: An welchem Bildschirmrand soll das Dock platziert werden?
nl: Kies de kant van het scherm waar u het dock wilt plaatsen :
uk: З якого боку екрану розташувати панель:

source: bottom
de: Unten
nl: Onder
uk: знизу

source: top
de: Oben
nl: Boven
uk: зверху

source: right
de: Rechts
nl: Rechts
uk: праворуч

source: left
de: Links
nl: Links
uk: ліворуч

source: Visibility of the main dock
de: Sichtbarkeit des Hauptdock
nl: Zichtbaarheid van het hoofd-dock
uk: Видимість головної панелі

source: Modes are sorted from the most intrusive to the less intrusive. When the dock is hidden or below a window, place the mouse on the screen's border to call it back. When the dock pops up on shortcut, it will appear at the position of your mouse. The rest of the time, it stays invisible, thus acting like a menu.
de: Die Modi sind von "sehr aufdringlich" in Richtung "weniger aufdringlich" sortiert. Wenn ein Dock nicht sichbar ist oder sich unter einem Fenster verbirgt, ziehen Sie die Maus an den unteren Bildschirmrand, um es zurückzuholen. Wenn das Dock auf diese Art aufgerufen wird, erscheint es an der Position ihrer Maus. Den Rest der Zeit bleibt es unsichtbar und verhält sich wie ein Menü.
uk: Режими відсортовано від більш нав'язливих до менш. Коли панель знаходиться позаду вікон, перемістіть курсор на границю екрану, щоб її викликати. Якщо панель з'являється на комбінацію клавіш, то вона з'явиться в позиції курсору. Залишаючись невидимою решту часу, як системне меню.

source: Visibility:
de: Sichtbarkeit :
nl: Zichtbaarheid :
uk: Видимість:

source: Reserve space for the dock
de: Platz für das Dock reservieren
uk: Зарезервувати місце під панель

source: Keep the dock below
de: Dock darunter lassen
uk: Утримувати позаду

source: Hide the dock when it overlaps the current window
de: Dock verbergen, wenn es in das aktive Fenster ragt.
uk: Приховати панель, коли вона перекриє поточне вікно.

source: Hide the dock whenever it overlaps any window
de: Das Dock verbergen, wenn es Fenster überdeckt
uk: Сховати панель, якщо вона перекриє будь-яке вікно

source: Keep the dock hidden
de: Das Dock verborgen halten
uk: Утримувати прихованою

source: Pop-up on shortcut
de: Anzeige nach Tastenkürzel
nl: Verschijnen d.m.v. sneltoets
uk: З'являтися на комбінацію клавіш

source: Effect used to hide the dock:
de: Effekt beim Verbergen des Docks:
uk: Ефект приховування панелі:

source: When you press the shortcut, the dock will show itself at the potition of your mouse. The rest of the time, it stays invisible, thus acting like a menu.
de: Wenn Sie die Tastenkombination benutzen, wird das Dock an der Mausposition eingeblendet. Den Rest der Zeit ist es unsichtbar und verhält sich dadurch wie ein Aufklappmenü.
nl: Wanneer u op de sneltoets drukt, zal het dock verschijnen op de positie van uw muis. De rest van de tijd blijft het onzichtbaar, het gedraagt zich dan dus als een menu.
uk: При натисканні комбінації клавіш панель буде з'являтися в позиції курсора миші. Інший час буде знаходитися в невидимому стані. Поведінка схожа з поведінкою меню.

source: Keyboard shortcut to pop-up the dock:
de: Tastenkürzel um Dock anzuzeigen :
nl: Sneltoets om het dock te laten verschijnen :
uk: Комбінація клавіш для появи панелі:

source: Visibility of sub-docks
de: Sichtbarkeit der Sub-Docks
nl: Zichtbaarheid van de sub-docks
uk: Видимість суб-панелей

source: they will appear either when you click or when you linger over the icon pointing on it.
de: sie erscheinen, wenn man darauf klickt oder mit der Maus auf dem Symbol verweilt.
nl: Ze worden zichtbaar als u op het icoon klikt, of over het icoon rolt, dat ernaar verwijst.
uk: вони будуть з'являтися або при натисканні кнопки або при затримці курсора на значку.

source: Appear on mouse over
de: Beim Mausdrüberfahren anzeigen
nl: Verschijnen wanneer uw muis erover gaat
uk: Дія при наведенні мишки

source: Appear on click
de: Beim Mausklick erscheinen
nl: Verschijnen bij klik
uk: Дія на клацання

source: None : Don't show opened windows in the dock. MacOSX : Mix applications with its launcher, show other windows only if they are minimized. KDE : Mix applications with its launcher, show all others windows and group windows togather in sub-dock. Gnome : Separate the taskbar from the launchers and only show windows that are on the current desktop.
de: Keine: Geöffnete Fenster nicht im Dock anzeigen. MacOSX: Anwendungen und Starter mischen, andere Fenster nur anzeigen, wenn sie minimiert sind. KDE: Anwendungen und Starter mischen, auch alle andere Fenster anzeigen und in Subdocks gruppieren. Gnome: Anwendungen und Starter getrennt anzeigen und nur Fenster auflisten, die sich auf der aktuellen Arbeitsoberfläche befinden.
uk: Нічого: Не показувати відкриті вікна на панелі. MacOSX : Змішувати програми із значками запуску, показувати інші вікна тільки якщо вони мінімізовані. KDE : Змішувати програми із значками запуску, показувати всі інші вікна та групи вікон разом в суб-панелі. Gnome : Відокремити запущені задачі від значків запуску та показувати тільки вікна, які знаходяться на поточній стільниці.

source: Behaviour of the Taskbar:
de: Verhalten der Taskleiste:
nl: Gedrag van de taakbalk :
uk: Поведінка панелі задач:

source: None
de: Keine
nl: Geen
uk: Немає

source: Icons' animations and effects
de: Animationen und Effekte für Symbole
uk: Ефекти та анімація значків

source: On appearance/disappearance:
de: Beim Erscheinen / Verschwinden
uk: При появі/приховуванні:

source: Leave empty to use the current icon theme of your system. You can enter the name of a theme that is installed on your system (like 'Gartoon' or 'Human'), or even a path to a folder containing icons.
de: Lassen Sie das Feld leer, um das Symbolthema des Systems zu benutzen. Sie können den Namen eines Themas, welches auf ihrem System installiert ist (zB. "Gartoon" oder "Oxygen"), oder einen Ordner der die Symbole enthält.
nl: Laat leeg als u het standaardicoonthema van uw systeem wilt gebruiken. U kunt hier een naam invoeren van een thema dat op uw systeem is geïnstalleerd (zoals 'Gartoon' or 'Human'), of u kunt ook het pad aangeven naar een map met iconen.
uk: Залиште пустим, щоб використовувати системну тему значків. Або ви можете ввести назву будь-якої теми встановленої у вашій системі (наприклад 'Gartoon' або 'Human'), або навіть вказати будь-який каталог зі значками.

source: Choose a theme of icons :
de: Wähle ein Icon-Thema :
uk: Виберіть тему значків:

source: Icons size:
de: Symbolgröße :
nl: Icoongrootte :
uk: Розмір значків:

source: Very small
de: Sehr klein
nl: Zeer klein
uk: Дуже малий

source: Small
de: Klein
nl: Klein
uk: Малий

source: Medium
de: Mittel
nl: Gemiddeld
uk: Середній

source: Big
de: Groß
nl: Groot
uk: Великий

source: Very Big
de: sehr groß
nl: Zeer groot
uk: Дуже великий

source: This will separate launchers, application, and applets from each others. Separators will be automatically inserted then.
de: Dies wird Starter, Anwendungen und Applets voneinander trennen. Trenner werden automatisch eingefügt
nl: Dit zal starters, toepassingen en applets scheiden. Er zullen dan automatisch scheidingen geplaatst worden.
uk: Це буде розділяти значки запуску, запущені програми та аплети. Розділення буде відбуватися автоматично при появі нових елементів.

source: Separate the different types of icons?
de: Unterschiedliche Typen von Icons trennen?
nl: Verschillende soorten iconen scheiden ?
uk: Розділяти різні типи значків?

source: Order of the different types of icons :
de: Reihenfolge der verschiedenen Symboltypen:
nl: Volgorde van verschillende soorten iconen :
uk: Порядок різних типів значків:

source: launchers
de: Starter
nl: Starters
uk: значки запуску

source: applications
de: Anwendungen
nl: Toepassingen
uk: програми

source: applets
de: Minianwendungen
uk: аплети

source: Choose the default view for main docks :
de: Standardansicht für das Hauptdock auswählen:
nl: Standaardweergave voor hoofd-docks :
uk: Виберіть вид Головної панелі:

source: You can overwrite this parameter for each sub-dock.
de: Sie können diese Einstellung für jedes Subdock eigens festlegen.
nl: U kunt dit veranderen voor elk sub-dock.
uk: Ви можете перезаписати цей параметр для кожної суб-панелі.

source: Choose the default view for sub-docks :
de: Standardansicht für Subdocks auswählen:
nl: Standaardweergave voor de sub-docks :
uk: Виберіть вид суб-панелі:

source: Add-ons
de: Erweiterungen
nl: Extra's
uk: Додатки

source: Applets
uk: Аплети

source: Select a line to get a preview and a description of the applet. Click on the left check-box to (de)activate an applet. Once an applet is active, you can configure it by right clicking on its icon.
de: Wählen sie einen Eintrag aus der Liste, um eine Vorschau und eine Beschreibung zur Erweiterung zu bekommen. Makieren sie die linke Check-Box um die Erweiterung zu (de)aktivieren. Wenn eine Erweiterung ausgewählt wurde, können sie diese durch einen Rechtsklick auf ihr Icon anpassen.
uk: ПІдведіть мишку на малюнок для одержання попереднього перегляду, а також опису аплету. Клацніть на лівому чекбоксі для (де)активації аплету. ПІсля активації, ви можете налаштувати аплет клацнувши на його малюнку.

source: Add or remove any applet :
uk: Додати або видалити аплет:

source: You can install them by simply drag-and-dropping the link onto your dock.
de: Sie können es durch einfaches Drag and Drop auf den Dock installieren.
uk: Для встановлення ви можете просто перетягти посилання на панель.

source: Themes
de: Themen
nl: Thema´s
uk: Теми

source: Choose one of the available themes:
nl: Selecteer een van de beschikbare thema´s :
uk: Виберіть одну з доступних тем:

source: If you tick this box, your launchers will be deleted and replaced by the ones provided in the new theme. Otherwise the current launchers will be kept, only icons will be replaced.
de: Wenn sie diese Box anwählen werden ihre Starter gelöscht und durch die des neuen Themas ersetzt. Andernfalls werden die jetztigen Starter behalten und nur deren Symbole ersetzt.
nl: Dus als u dit aanvinkt, dan zullen uw starters verwijderd worden en vervangen worden door die uit het nieuwe thema. Als u dit niet aanvinkt, zullen de huidige starters gebruikt worden en zullen alleen de iconen vervangen worden.
uk: Якщо ви відмітете цей параметр, ваші значки запуску заміняться на значки з наданої теми. Інакше, поточні значки запуску будуть збережені і тільки їх зображення будуть змінені.

source: Use the new theme's launchers?
de: Die Starter des neuen Themas verwenden?
nl: Nieuw thema van starters gebruiken ?
uk: Використовувати значки запуску з нової теми?

source: Otherwise the current behaviour will be kept. This defines the dock's position, behavioural settings such as auto-hide, using taskbar or not, etc.
de: Andernfalls wird das aktuelle Verhalten beibehalten. Das beinhaltet die Position des Docks, Verhaltenseinstellungen wie etwa Auto-Verstecken, Verwenden oder nicht der Taskleiste, usw.
nl: Anders wordt het huidige gedrag behouden. Het gaat allemaal om de positie van het dock en andere instellingen zoals automatisch verbergen, taakbalk gebruiken of niet, enz. enz.
uk: Інакше поточна поведінка буде збережена. До неї відносяться: розташування на панелі, параметри поведінки, такі як авто-ховання, використання панелі задач тощо.

source: Use the new theme's behaviour?
de: Das Verhalten des neuen Themas verwenden?
nl: Gedrag nieuw thema gebruiken ?
uk: Використовувати поведінку з нової теми?

source: When set to 0 the dock will position itself relative to the left corner if horizontal and the top corner if vertical. When set to 1 it will position itself relative to the right corner if horizontal and the bottom corner if vertical. When set to 0.5, it will position itself relative to the middle of the screen's edge.
de: Um das Dock linksbündig bzw. oben auszurichten: 0 wählen, für rechtsbündig bzw. unten: 1 wählen, für zentriert: 0,5 wählen.
nl: Bij 0, zal het dock zichzelf in de linkerhoek plaatsen indien horizontaal en in de bovenhoek indien verticaal. Bij 1 in de rechterhoek indien horizontaal en in de benedenhoek indien verticaal, bij 0.5 in het midden.
uk: При значенні 0, розташування горизонтальної панелі буде змінюватися відносно лівого кута, а вертикальної, відносно верхнього; при значенні 1, горизонтальної — відносно правого та вертикальної — відносно верхнього кута, та при значенні 0.5 розташування буде змінюватися відносно середини екрану.

source: Relative alignment:
de: Ausrichtung
nl: Relatieve uitlijning :
uk: Відносне розташування:

source: Offset from the screen's edge
de: Abstand zur Bildschirmecke
nl: Marge ten opzichte van de beeldschermrand
uk: Зміщення від краю екрану

source: Gap from the absolute position on the screen's edge, in pixels. You can also move the dock by holding the ALT or CTRL key and the left mouse button.
de: Abstand von der absoluten Position des Bildschirmrands in Pixeln. Das Dock kann durch Drücken und Halten von ALT oder STRG und linker Maustaste bewegt werden.
nl: Ruimte aan zijkant van dock tot beeldschermrand, in pixels. U kunt het dock ook verslepen met de linkermuisknop terwijl u de ALT- of CTRL-toets ingedrukt houdt.
uk: Зміщення від абсолютної позиції на екрані, в пікселях. Також ви можете перетягувати панель за допомогою затиснутою клавіші ALT або CTRL та лівої кнопки миші.

source: Lateral offset:
de: Seitenabstand :
nl: Ruimte aan de zijkanten van dock :
uk: Бічне зміщення:

source: in pixels. You can also move the dock by holding the ALT or CTRL key and the left mouse button.
de: in Pixeln. Das Dock kann durch Drücken und Halten von ALT oder STRG und linker Maustaste bewegt werden.
nl: In pixels. U kunt het dock ook verslepen met de linkermuisknop terwijl u de ALT- of CTRL-toets ingedrukt houdt.
uk: в пікселях. Також ви можете перетягувати панель за допомогою затиснутої клавіші ALT або CTRL та лівої кнопки миші.

source: Distance to the screen edge:
de: Abstand zum Rand des Bildschirms
nl: Ruimte onderkant dock tot beeldschermrand :
uk: Відстань до краю екрану :

source: Multiple screens
de: Mehrere Bildschirme
nl: Meerdere beeldschermen
uk: Множинні екрани

source: This option is to use if you have a dual-screen and use Xinerama to manage them.
de: Benutzen Sie diese Option, wenn Sie einen Doppel-Bildschirm haben und ihn mit Xinerama verwalten.
uk: Ця опція використовується, якщо ви маєте два монітори та використовуєте Xinerama для їх управління.
