Repository: 363734/cairo-dock-core
Catalog: po/*.po
Languages: de, nl, uk

source: 2.1.1 : more stable and user-friendly ! - This version corrects many bugs appeared with the v2.1.0 (sorry for that !) - There is no more visual artifact under Metacity,OpenBox,KDE,etc. - Applis can now be placed amongst launchers and applets. - A new and convenient config panel for launchers. - Switcher provides a list of all opened windows on middle-click, and allows you to name your desktops. - Logout can be programmed to shutdown at a given time. - The dock fades out smoothly when it hides below other windows. - Clipper has an option to copy all items at once. - The DBus plug-in provides a new and powerful API that lets you control your dock from an extern application. You can even write an applet in any language with it !
nl: 2.1.1 : Stabieler en gebruiksvriendelijker ! - Deze versie bevat reparaties van vele fouten in v2.1.0 (sorry voor dat !) - Er zijn geen visuele beeldfouten meer onder Metacity,OpenBox,KDE,etc. - Toepassingen kunnen nu geplaatst worden tussen starters en applets. - Een nieuw en toepasselijk configuratiepaneel voor starters. - Switcher bevat nu een lijst met alle geopende vensters bij een middelklik, en u kunt uw bureaubladen nu een naam geven. - Uitloggen kan nu ingesteld worden om de computer op een bepaalde tijd af te sluiten. - Het dock vervaagt zeer geleidelijk, wanneer het zich verbergt onder andere vensters. - Clipper heeft nu een optie om alle items tegelijkertijd te kopiëren. - De DBus plug-in heeft nu een nieuwe en krachtigere API, waarmee u het dock vanuit een externe toepassing kunt bedienen. U kunt zelfs een applet schrijven in elke gewenste programmeertaal !
uk: 2.1.1: Ще більше стабільності та дружелюбності! - В цій версії виправлено багато помилок з версії 2.1.0 (просимо пробачення!), - Ви більше не зустрінете артефактів при використанні Metacity, OpenBox, KDE і т.д., - Програми тепер можуть розташовуватися між значків запуску та аплетів, - Нова зручна панель налаштування для значків запуску, - Перемикач стільниць відображає список відкритих вікон при клацанні середньою кнопкою та дозволяє перейменовувати стільниці, - В аплеті Вихід з'явилася можливість закінчити роботу в заданий час, - Панель тепер зникає плавніше, коли ховається за рештою вікон, - В Кишені з'явилася можливість копіювати відразу всі елементи одночасно, - Додаток DBus надає покращений API, який дозволить вам управляти вашою панеллю з інших програм. А також за його допомогою ви зможете написати власний аплет на будь-якій мові!

source: 2.1.2 : - The config panel has been improved again (new icons, more clear, better option naming) - Desklets can be fixed on their current desktop, not only on the first one. - Launchers can also be assigned to a given desktop - Auto-hide has been rewritten - Welcome to the new "RSS-reader" applet ! - Light up your dock with the new "firework" icon effects ! - ShowDesktop can now show the desklets, the Widget Layer, and the Expose on middle-click. - The Mail applet can mark all messages as read. - A KDE-integration plug-in has been started, any help is greatly welcome to achieve it !
nl: 2.1.2 : - Het configuratiepaneel is opnieuw verbeterd (nieuwe iconen, duidelijker, betere keuze´s ) - Desklets kunnen vastgezet worden op hun huidige bureaublad, niet alleen op het eerste. - Starters kunnen toegewezen worden aan een bepaald bureaublad - Automatisch verbergen is herschreven - Welkom bij het nieuwe "RSS-lezer" applet ! - Laat uw dock oplichten met de nieuwe "Vuurwerk" icooneffecten ! - ´Toon bureaublad´ kan nu de desklets tonen, de Widget Layer en Expose d.m.v. een middelklik. - Het E-mail applet kan alle berichten als gelezen markeren. - We zijn gestart met een KDE-integratie plug-in, we kunnen alle hulp gebruiken om dit doel te bereiken !
uk: 2.1.2: - Панель налаштувань знову покращено (нові значки, ще більш підчищена, покращені імена опцій) - Десклети тепер можна фіксувати на будь-яких стільницях, а не тільки на першому. - Значки запуску також можуть бути призначені для вибраної стільниці. - Режим авто-приховування було переписано. - Представляємо новий аплет читання RSS стрічок! - Запаліть вашу панель з новим ефектом: "феєрверк"! - Аплет ПоказатиСтільницю тепер показує десклети, Шар віджетів та Expose при середньому клацанні. - В аплеті читання пошти можна відмітити прочитаними всі повідомлення. - Почалося впровадження додатку KDE-інтеграції, будь-яка допомога вітається!

source: GLX-Dock 2.1.3 - A new and simplified configuration panel has been written - Thumbnails of windows inside the dock now have an emblem. - Icons pointing on sub-docks can display the sub-dock's content. - When an application demands your attention, only its icon will appear when the dock is hidden. - The DBus plug-in now allows to automatically load external applets, written in any language. - ShowDesktop can now quickly change the resolution of the screen. - Dnd2Share can now directly sends the clipboard's content. - This version also fixes a huge number of problems.
uk: GLX-Dock 2.1.3 - Написано нову спрощену панель налаштування. - Ескізи вікон в панелі тепер мають емблеми. - Значки на суб-панелях можуть показувати контент цих суб-панелей. - Коли програма вимагає вашої уваги, тільки її значок буде підніматися, коли панель прихована. - Додаток DBus тепер дозволяє автоматично завантажувати зовнішні аплети, написані будь-якою мовою. - Аплет Показ Стільниці тепер може швидко змінювати розширення екрану. - Аплет Dnd2Share тепер безпосередньо відправляє зміст буфера обміну. - Ця версія також виправляє величезну кількість проблем.

source: <b><span color='red'>GLX-Dock 2.2.0</span></b> - The dock has gained 2 <b>new visibility modes</b> and several <b>auto-hide animations</b>. - Icons can be <b>displayed even when the dock is hidden</b> (Clock, System-Monitor, applications demanding your attention, etc) - Icons pointing on a sub-dock can be displayed <b>inside a box</b> with a nice opening animation. - A <b>new view</b> is available : <u>panel</u> - The <b>Me-Menu</b> and <b>Messaging-Menu</b> are now available inside the dock. - <b>Clock</b> applet has now a real <b>calendar with tasks management</b> (available with left-click). - You can now <b>lock your screen</b> with the <b>Logout</b> applet. - <b>Desklets</b> can now be <b>transparent to mouse</b>, that is to say you can click on what is behind the desklet. - Better support of <b>old graphic cards</b> thanks to FBOs. - The <b>config panel icons</b> have been refreshed, with a more Tango-friendly theme and better options layout. - A <b>new default theme</b> is also available; it should integrate itself better on any desktop.
uk: <b><span color='red'>GLX-Dock 2.2.0</span></b> - Додано 2 <b>нових режима видимості</b> та кілька <b>анімацій авто-приховування</b>. - Значки тепер можуть <b>відображатися навіть, якщо панель прихована</b> (Годинник, Системний монітор, програми, які вимагають уваги, тощо). - При наведенні на значок всередині суб-панелі, тепер він може відображатися <b>всередині коробки</b> з красивим ефектом відкриття. - Доступний <b>новий вид</b>: <u>Панель</u>. - <b>Моє Меню</b> та <b>Меню повідомлень</b> тепер доступні внизу панелі. - Аплет <b>Годинник</b> тепер має справжній <b>календар з управлінням задачами</b> (доступно лівим клацанням). - Тепер ви можете <b>блокувати екран</b> за допомогою аплету <b>Завершення сансу</b>. - <b>Десклети</b> тепер можуть бути <b>прозорими для миші</b>, щоб ви могли взаємодіяти з тим, що знаходиться за ними. - Дякуючи FBO було поліпшено підтримку <b>застарілих відео-карт</b>. - Оновлено <b>значки панелі налаштувань</b>, використано тему Танго-стиля, а також переглянуто їх місцерозташування. - Доступна <b>нова стандартна тема</b>; вона добре вписується в більшість стільниць.

source: the theme couldn't be found; the default theme will be used instead. You can change this by opening the configuration of this module; do you want to do it now ?
nl: Het thema kon niet gevonden worden; het standaardthema zal nu gebruikt worden. U kunt dit wijzigen door de configuratie van deze module te openen; wilt u dat nu doen ?

source: the gauge theme couldn't be found; a default gauge will be used instead. You can change this by opening the configuration of this module; do you want to do it now ?
nl: Het Meter-thema kon niet gevonden worden; er zal nu een standaardmeter gebruikt worden. U kunt dit wijzigen door de configuratie van deze module te openen; wilt u dat nu doen ?

source: Do you want to mount this device?
nl: Wilt u dit punt aankoppelen ?

source: Do you want to monitor the content of this directory?
nl: Wilt u de inhoud van deze map monitoren ?

source: %s is now mounted
nl: %s is nu aangekoppeld

source: %s is now unmounted
nl: %s is nu losgekoppeld

source: Controller
nl: Bediening

source: The '%s' module was not found. Be sure to install it in the same version as the dock to enjoy these features.
nl: De '%s' module werd niet gevonden. Installeer dezelfde versie als de versie van het dock om gebruik te kunnen maken van deze mogelijkheden.

source: The '%s' plug-in is not active. Be sure to activate it to enjoy these features.
nl: De '%s' plug-in is niet actief. Activeer het om de mogelijkheden te kunnen gebruiken.

source: Controllers
nl: Bedieningspaneel

source: It seems that you've never entered the help module yet. If you have some difficulty to configure the dock, or if you are willing to customize it, the Help module is here for you ! Do you want to take a look at it now ?
nl: Het schijnt dat u het helpmenu nog nooit gebruikt heeft. Of u nu problemen ondervindt om het dock te configureren, of dat u het dock wilt aanpassen, het helpmenu is er voor u ! Wilt u er nu in kijken ?

source: This is the simple config panel of Cairo-Dock. After you got familiar with it, and if you want to customise your theme , you can switch to an advanced mode. You can switch from a mode to another at any time.
nl: Dit is het is het simpele configuratiepaneel van Cairo-Dock. Wanneer u hiermee wat beter bekend bent geworden en u uw thema wilt aanpassen , dan kunt u wisselen naar de geavanceerde modus. U kunt op elk moment wisselen van de ene naar de andere modus.

source: Do you like your dock to be always visible, or on the contrary unobstrusive ? Configure the way you access to your docks and sub-docks !
nl: Wilt u dat het dock altijd zichtbaar is, of juist het tegenovergestelde ? Configureer de toegankelijkheid van uw docks en sub-docks !

source: Hidden Dock
nl: Verborgen dock

source: Define the appearance of the dock when it's hidden.
nl: Bepaal de weergave van het dock indien verborgen.

source: All about icons : size, reflection, icon theme, ...
nl: Alles over iconen : grootte, reflectie, icoonthema, ...

source: Set position for the '%s' dock
nl: Bepaal positie van het dock '%s'

source: Set the position of this main dock.
nl: Stel de positie van dit hoofd-dock in.

source: Do you want to re-dispatch the icons contained inside this container into the dock ? (otherwise they will be destroyed)
nl: Wilt u de iconen uit dit sub-dock in uw dock plaatsen ? (anders worden ze verwijderd)

source: This icon doesn't have a desktop file.
nl: Dit icoon heeft geen bureaubladbestand.

source: You're about deleting this file (%s) from your hard-disk. Sure ?
nl: U wilt dit bestand verwijderen (%s) van uw harde schijf. Weet u het zeker ?

source: Attention : couldn't delete this file. Check that you have writing rights on it.
nl: Let op : kon dit bestand niet verwijderen. Controleer of u de juiste rechten heeft.

source: Rename to:
nl: Hernoemen naar :

source: Attention : couldn't rename %s. Check that you have writing rights, and that the new name does not already exist.
nl: Let op : kon %s niet hernoemen. Controleer of u schrijfrechten heeft en of de nieuwe naam niet reeds bestaat.

source: Sorry, couldn't find the corresponding description file. Consider drag and dropping the launcher from the Applications Menu.
nl: Sorry, kon het bijbehorende bestand niet vinden. U kunt ook proberen om de starter vanuit het toepassingenmenu te verslepen.

source: Unmount
nl: Loskoppelen

source: Mount
nl: Aankoppelen

source: Eject
nl: Uitwerpen

source: Delete this file
nl: Verwijder dit bestand

source: Rename this file
nl: Hernoem dit bestand

source: Properties
nl: Eigenschappen

source: Set behaviour in Compiz to: (name=cairo-dock "set behaviour in Compiz to: (name=cairo-dock & type=utility)" type=utility)
nl: Stel gedrag in Compiz in op: (name=cairo-dock & type=utility)

source: A useful FAQ that contains also a lot of hints. Let the mouse over a sentence to make the hint dialog popups.
nl: Een bruikbare FAQ die veel hints bevat. Klik met uw muis op het driehoekje voor de zin, zodat de hintdialoog zichtbaar wordt.

source: couldn't get distant file %s/%s, maybe the server is down. Please retry later or contact us at glx-dock.org.
nl: Kon bestand op afstand %s/%s niet ophalen, misschien is de server gesloten. Probeer het later opnieuw of neem contact met ons op, op glx-dock.org.

source: You made some modifications in the current theme. You will loose them if you don't save before choosing a new theme. Continue anyway ?
nl: U heeft wijzigingen aangebracht in het huidige thema. Deze wijzigingen zullen verloren gaan wanneer u deze niet opslaat voordat u een nieuw thema selecteert. Toch doorgaan ?

source: To remove the black rectangle around the dock, you need to activate a composite manager. For instance, it can be done by activating the desktop effects, launching Compiz, or activating the composition in Metacity. I can do this lattest operation for you, do you want to proceed ?
nl: Om de zwarte achtergrond rond het dock kwijt te raken, dient u een composite-manager te activeren. Dit kunt u bijvoorbeeld doen door Visuele effecten, Compiz of compositie in Metacity te activeren. Ik kan dit laatste voor u doen, wilt u verdergaan ?

source: To remove the black rectangle around the dock, you need to activate a composite manager. For instance, it can be done by activating the desktop effects, launching Compiz, or activating the composition in Metacity. If your machine can't support composition, Cairo-Dock can emulate it; this option is in the 'System' module of the configuration, at the bottom of the page.
nl: Om de zwarte achtergrond rond het dock kwijt te raken, dient u een composite-manager te activeren. Dit kunt u bijvoorbeeld doen door Visuele effecten, Compiz of compositie in Metacity te activeren. Als u computer geen compositie ondersteunt, kan Cairo-Dock dit emuleren; deze optie vindt u in de 'Systeem' module van de configuratie, onderaan de pagina.

source: The module '%s' may have encountered a problem. It has been restared successfully, but if it happens again, thanks to report it to us at http://glx-dock.org
nl: De module '%s' heeft mogelijk een probleem. Het is herstart, maar wanneer het weer gebeurt wilt u het dan a.u.b. rapporteren op http://glx-dock.org

source: Icons will scroll according to what positioning model is selected. The dock can of course can be positioned anywhere on the screen. Here we specify this relative position.
nl: De iconen zullen scrollen afhankelijk van de plaatsing. U kunt het dock natuurlijk overal plaatsen op het scherm, hier wordt aangegeven ten opzichte waarvan.

source: Prevent windows from overlapping the dock : reserve space at the edge of the screen for the dock. Auto-hide : the dock will automatically hide itself outside of the scren when the mouse leaves it. Instead, it will show a zone where placing the mouse will trigger the dock and make it re-appear. Keep the dock below windows : the dock will pop-up on the foreground when you place the mouse on its screen border. Pop-up on shortcut : When you press the shortcut, the dock will pop-up at the position of your mouse. The rest of the time, it stays invisible, thus acting like a menu.
nl: Voorkomen dat andere vensters het dock overlappen : Reserveer ruimte voor het dock aan de beeldschermrand. Automatisch verbergen : Het dock zal zich automatisch verbergen, wanneer de muis buiten het dock komt en zal in plaats daarvan een terugroepzone tonen. Wanneer u de muis in die terugroepzone plaatst zal het dock opnieuw verschijnen. Het dock onder andere vensters houden : Het dock zal tevoorschijn komen op de voorgrond als u uw muis plaatst op een beeldschermrand. Verschijnen sneltoets : Wanneer u op de sneltoets drukt, zal het dock verschijnen op de positie van uw muis. De rest van de tijd blijft het onzichtbaar, het gedraagt zich dan dus als een menu.

source: Prevent windows from overlapping the dock
nl: Voorkomen dat andere vensters het dock overlappen.

source: Keep the dock below windows
nl: Het dock onder vensters houden

source: Automatically hide the dock
nl: Het dock automatisch verbergen

source: Automatically hide when a window is maximized
nl: Het dock automatisch verbergen wanneer een venster gemaximaliseerd wordt ?

source: None : Don't show opened windows in the dock. MacOSX : Mix applications with its launcher, show other windows only if they are minimized. Windows7 : Mix applications with its launcher, show all others windows and group windows togather in sub-dock. Gnome : Separate the taskbar from the launchers and only show windows that are on the current desktop.
nl: Geen : Geen geopende vensters in het dock tonen. MacOSX : Toepassingen met hun starters mixen, andere vensters alleen tonen wanneer ze geminimaliseerd zijn. Windows7 : Toepassingen met hun starters mixen, alle andere vensters en gegroepeerde vensters tonen in een sub-dock. Gnome : Taakbalk van de starters scheiden en alleen vensters op het huidige bureaublad tonen.

source: Animations
nl: Animaties

source: Configure icons' animations on appearing/disappearing (requires OpenGL).
nl: Configureer icoonanimaties bij het verschijnen/verdwijnen (OpenGL-ondersteuning vereist).

source: Select a line to get a preview and a description of the applet. Click on the left checkbox to (de)activate an applet. Once an applet is active, you can configure it by right clicking on its icon.
nl: Selecteer een regel om een voorbeeld en omschrijving van het applet te krijgen. Vink links het keuzevakje aan om het applet te (de)activeren. Wanneer een applet actief is, dan kunt u het configureren door met de rechtermuisknop op het icoon te klikken.

source: Add or remove any applet:
nl: Applet toevoegen of verwijderen :

source: Pop-up only if the mouse hits a screen corner
nl: Alleen laten verschijnen als de muis een hoek van het scherm raakt ?

source: Placing the mouse into it will make the dock re-appear.
nl: Als u de muis in deze terugroepzone plaatst dan zal het dock weer verschijnen.

source: Size of the callback zone (width x height, in pixels):
nl: Grootte van de terugroepzone (breedte x hoogte, in pixels) :

source: Otherwise they will appear when you hover over the icon pointing to it.
nl: Anders worden ze zichtbaar als u over het icoon rolt dat ernaar verwijst.

source: Click to show sub-docks
nl: Klikken om sub-docks te tonen ?

source: Delay before leaving or entering a sub-dock takes effect:
nl: Vertraging bij het toegaan naar of weggaan van een sub-dock :

source: in ms. Unused if you activate the click to show sub-docks.
nl: In ms. Wordt niet gebruikt als u heeft ingesteld dat sub-docks getoond worden met een klik.

source: Cairo-Dock will then replace your taskbar. It is recommended to remove any other taskbars and to not force the dock type to normal.
nl: Cairo-Dock zal dan uw taakbalk vervangen. Het is aanbevolen om elke andere taakbalk te verwijderen en om het type dock niet naar normaal te forceren.

source: Except the following classes :
nl: Uitgezonderd de volgende klassen :

source: Overwrite the X icon with the launchers' icon
nl: X-iconen overschrijven met die van de starter ?

source: opaque
nl: Ondoorzichtig

source: transparent
nl: Doorzichtig

source: Display an indicator even when the icon is not a launcher ?
nl: Indicator tonen zelfs als het icoon geen starter is ?

source: Minimise the window when its icon is clicked if it was already the active window
nl: Venster minimaliseren wanneer het icoon aangeklikt wordt, als het reeds het actieve venster is ?

source: It will notify you even if, for instance, you are watching a movie in fullscreen or you are on another desktop.
nl: Het waarschuwt u zelfs wanneer u bijvoorbeeld een film bekijkt in een volledig scherm of wanneer u bezig bent op een ander bureaublad.

source: The dock will unfold when it hides/shows itself. No effect if auto-hide is not enabled or unfold acceleration is null.
nl: Het dock zal ontvouwen wanneer het zichzelf verbergt/toont. Er zal geen effect plaatsvinden wanneer automatisch verbergen niet geactiveerd is of als de ontvouwacceleratie nul is.

source: Animate the dock when auto-hiding
nl: Het dock animeren bij het automatisch verbergen ?

source: This is the animation when the dock goes below a window. The higher the value, the slower it will be
nl: Dit is de animatie wanneer het dock zich onder een venster verbergt. Hoe groter, hoe langzamer.

source: Number of steps in the fade out animation:
nl: Aantal stappen voor de vervagingsanimatie :

source: Refresh frequency when moving cursor onto the dock :
nl: Frequentie van vernieuwen als muisaanwijzer in het dock wordt geplaatst :

source: Label readability
nl: Leesbaarheid label

source: Configure labels appearence.
nl: Configureer de weergave van de labels.

source: Show hidden files?
nl: Verborgen bestanden tonen ?

source: Connection to the themes' server
nl: Verbinding met de thema-server

source: Connection timeout to the themes' server :
nl: Vebindingslimiet met de thema-server :

source: Maximum time to download a theme:
nl: Maximale tijd om een thema te downloaden :

source: If an error occurs during downloading a theme, it will retry this number of times before giving up.
nl: Wanneer er een fout optreedt tijdens het downloaden van een thema, dan is dit het aantal pogingen wat gedaan wordt om het opnieuw te proberen.

source: Number of retries:
nl: Aantal pogingen :

source: Configure the dock's appearence when hidden.
nl: Configureer de weergave van het dock indien verborgen.

source: Hidden dock
nl: Verborgen dock

source: This is what you see when the dock hides itselfs. Any format is allowed. Leave this field empty to have an invisible zone.
nl: Dit is wat u ziet wanneer het dock zichzelf verbergt. Elk formaat is toegestaan. Laat dit veld leeg als u een onzichtbare zone wilt.

source: Filename of an image to put on :
nl: Bestandsnaam van een afbeelding voor terugroepzone :

source: Transparency of the image :
nl: Doorzichtigheid van de afbeelding :

source: Use it when the image is an arrow pointing to the center of the screen for exemple.
nl: Gebruik dit bijvoorbeeld wanneer de afbeelding een pijl is , die gericht is op het midden van het scherm.

source: Rotate the image when the dock is on top/left/right?
nl: Afbeelding draaien waneer het dock linksboven/rechtsboven is ?

source: Configure the auto-hide behaviour.
nl: Configureer het automatisch verbergen gedrag.

source: Background movement
nl: Achtergrondbeweging

source: Move the background image along with the cursor?
nl: Achtergrondafbeelding samen met de cursor verplaatsen ?

source: Follow the mouse
nl: De muis volgen

source: Link with the mouse
nl: Aan muis verbinden

source: The lower the value, the less the decorations will move along with the cursor.
nl: Hoe kleiner, hoe langzamer de decoraties zullen bewegen met de cursor. Bij 0 zullen ze niet bewegen.

source: Speed :
nl: Snelheid :

source: Color of the label's background :
nl: Kleur van labelachtergrond :
