Repository: 363734/cairo-dock-core
Catalog: po/*.po
Languages: de, nl, uk

source: Nothing
de: Nichts

source: Minimize
de: Minimieren

source: Draw an emblem
de: Ein Emblem zeichnen

source: Quick-info are short information drawn on the icons.
de: Quick-Info's sind Kurzinformationen, die auf den Icons dargestellt werden.

source: Quick-info
de: Schnell-Info

source: Use the same look as the labels?
de: Dasselbe Erscheinungsbild wie bei den Labels verwenden?

source: Background color:
de: Hintergrundfarbe:
