Repository: 363734/cairo-dock-core
Catalog: po/*.po
Languages: de, nl, uk

source: Text font:
de: Schriftart
nl: Lettertype tekst :
uk: Шрифт тексту?

source: Draw the outline of the text?
de: Kontur des Textes zeichnen?
nl: Externe lijn van de tekst tekenen ?
uk: Малювати контури тексту?

source: Text color:
de: Textfarbe
nl: Tekstkleur :
uk: Колір тексту:

source: Buttons
de: Schaltflächen
nl: Knoppen
uk: Кнопки

source: Size of buttons in the info-bubbles (width x height) :
de: Größe der Schaltflächen der Infofelder (Breite x Höhe):
nl: Grootte van de knoppen in de info-ballonnen (breedte x hoogte) :
uk: Розмір кнопок в хмарках повідомлень (ширина х висота):

source: If you don't provide any, a default image will be used.
de: Wenn Sie keins angeben wird ein Standardbild verwendet.
nl: Als u hier niets invoert, zal er een standaardafbeelding gebruikt worden.
uk: Якщо нічого не вкажете, то буде використано типове зображення.

source: Name of an image to use for the yes/ok button :
de: Bilddatei für Ja/Okay-Schaltfläche:
nl: Naam van afbeelding om te gebruiken voor de Ja/OK knop :
uk: Зображення для кнопок Так/Ні:

source: Name of an image to use for the no/cancel button :
de: Bilddatei für Nein/Abbrechen-Schaltfläche:
nl: Naam van afbeelding om te gebruiken voor de Nee/Annuleren knop :
uk: Зображення для кнопок Ні/Відміна:

source: Size of the icon displayed next to the text :
de: Größe des Symbols beim Text:
nl: Grootte van het icoon, dat getoond wordt naast de tekst :
uk: Розмір значка поряд з текстом:

source: Decorations
de: Dekorationen
nl: Decoraties
uk: Оформлення

source: This can be customized for each desklet separately. Choose 'Custom decoration' to define your own decorations below
de: Dies kann für jedes Desklet separat eingestellt werden. Wählen Sie unten "Benutzerspezifische Dekoration" um Ihre eigenen Dekorationen festzulegen.
nl: Dit kan voor elk desklet apart ingesteld worden. Selecteer 'Aangepaste decoraties' als u uw eigen decoraties wilt bepalen.
uk: Може бути налаштоване для кожного десклету окремо. Виберіть 'Змінити оформлення', щоб налаштувати його самостійно.

source: Choose a default decoration for all desklets :
de: Wählen Sie eine Standard-Dekoration für alle Desklets:
nl: Selecteer een standaarddecoratie voor alle desklets :
uk: Виберіть оформлення для всіх десклетів:

source: It's an image that will be displayed below the drawings, like a frame for example. Leave empty to not use any.
de: Das ist ein Bild, das unterhalb der Grafiken dargestellt wird, wie beispielsweise ein Rahmen. Lassen Sie es frei, wenn Sie keins benutzen wollen.
nl: Dit is een afbeelding die getoond wordt onder de tekeningen, zoals bijvoorbeeld een frame. Laat leeg als u er geen wilt gebruiken.
uk: Зображення позаду рисунка, наприклад рамка. Залиште порожнім, щоб не використовувати.

source: Background image :
de: Hintergrundbild :
nl: Achtergrondafbeelding :
uk: Зображення тла:

source: Background transparency :
de: Hintergrund Transparenz :
nl: Doorzichtigheid achtergrond :
uk: Прозорість тла:

source: in pixels. Use this to adjust the left position of the drawings.
de: in Pixeln. Benutzen, um die Position der Grafiken von links ausgehend einzustellen.
nl: In pixels. Gebruik dit om de linkerkant van de tekeningen aan te passen.
uk: в пікселях. Визначає ліву позицію рисунка.

source: Left offset :
de: Abstand von links:
nl: Linkermarge :
uk: Ліве зміщення:

source: in pixels. Use this to adjust the top position of the drawings.
de: in Pixeln. Benutzen, um die Position der Grafiken von oben ausgehend einzustellen.
nl: In pixels. Gebruik dit om de bovenkant van de tekeningen aan te passen.
uk: в пікселях. Визначає верхню позицію рисунка.

source: Top offset :
de: Abstand von oben:
nl: Bovenmarge :
uk: Верхнє зміщення:

source: in pixels. Use this to adjust the right position of the drawings.
de: in Pixeln. Benutzen, um die Position der Grafiken von rechts ausgehend einzustellen.
nl: In pixels. Gebruik dit om de rechterkant van de tekeningen aan te passen.
uk: в пікселях. Визначає праву позицію рисунка.

source: Right offset :
de: Abstand von rechts:
nl: Rechtermarge :
uk: Праве зміщення:

source: in pixels. Use this to adjust the bottom position of the drawings.
de: in Pixeln. Verwenden Sie dies, um die untere Position der Abbildungen einzustellen.
nl: In pixels. Gebruik dit om de onderkant van de tekeningen aan te passen.
uk: в пікселях. Визначає нижню позицію рисунка.

source: Bottom offset :
de: Abstand von unten:
nl: Ondermarge :
uk: Нижнє зміщення:

source: It's an image that will be displayed above the drawings, like a reflection for example. Leave empty to not use any.
de: Es ist ein Bild, das über die Zeichnungen gelegt wird, wie beispielsweise eine Reflexion. Lassen Sie dies leer, um es nicht zu verwenden.
nl: Dit is een afbeelding die getoond wordt boven de tekeningen, zoals bijvoorbeeld een reflectie. Laat leeg als u er geen wilt gebruiken.
uk: Зображення поверх рисунка, наприклад відображення. Залиште пустим, щоб не використовувати.

source: Foreground image :
de: Vordergrundbild:
nl: Voorgrondafbeelding :
uk: Зображення переднього плану:

source: Foreground tansparency :
de: Vordergrundtransparenz:
nl: Doorzichtigheid voorgrond :
uk: Прозорість переднього плану:

source: Buttons size :
de: Größe der Schaltflächen:
nl: Grootte knoppen :
uk: Розмір кнопок:

source: Name of an image to use for the 'rotate' button :
de: Name des Bildes für den 'Drehen' Knopf:
nl: Naam van afbeelding om te gebruiken voor de 'Draaien' knop :
uk: Зображення для кнопки 'Обертати':

source: Name of an image to use for the 'reattach' button :
de: Name des Bildes, das für die "wieder anhängen" Schaltfläche genutzt wird:
nl: Naam van afbeelding om te gebruiken voor de ´Terugplaatsen´ knop :
uk: Зображення для кнопки 'Від'єднати':

source: Name of an image to use for the 'depth rotate' button :
de: Name des Bildes, welches für den "Tiefenrotations-Knopf" benutzt werden soll :
nl: Naam van afbeelding om te gebruiken voor de ´Geheel draaien´ knop :
uk: Зображення для кнопки 'Обертати 3D':

source: Icons' themes
de: Thema der Symbole:
nl: Icoonthema's
uk: Теми значків

source: Choose an icon theme :
de: Wähle ein Icon-Thema :
nl: Selecteer een icoonthema :
uk: Виберіть тему значків:

source: Any format allowed; leave this field empty if you don't want to use an image as background.
de: Alle Bildformate; Sie können das Feld leer lassen wenn Sie kein Hintergrundbildbild wollen
nl: Elk formaat is toegestaan; laat dit veld leeg wanneer u geen afbeelding als achtergrond wilt gebruiken.
uk: Можете використовувати будь-який формат; залиште поле порожнім, щоб не використовувати зображення на тлі.

source: Image filename to use as a background for icons :
de: Hintergrundbild für Symbole:
nl: Bestandsnaam afbeelding om te gebruiken als achtergrond voor iconen :
uk: Зображення для тла значків:

source: Zoom effect
de: Zoom Effekt
nl: Vergrotingseffect
uk: Ефект наближення

source: set to 1 if you don't want the icons to zoom when you hover over them.
de: Geben Sie 1 ein, wenn Sie wollen, dass die Symbole vergrößert werden, wenn Sie auf sie zeigen.
nl: Stel in op 1 als u niet wilt dat de iconen vergroten wanneer u erover heen gaat.
uk: Встановіть значення 1, якщо не бажаєте щоб значки збільшувалися при наведенні на них.

source: Maximum zoom of the icons :
de: Maximaler Zoom der Icons :
nl: Maximum vergroting van de iconen :
uk: Максимальне збільшення значків:

source: in pixels. Outside of this space (centered on the mouse), there is no zoom.
de: in Pixeln. Außerhalb dieses Bereichs (um die Maus herum), gibt es keinen Zoom.
nl: In pixels. Buiten dit gebied (gecentreerd rond de muis), is er geen vergroting.
uk: в пікселях. Ефекту наближення не буде за цим радіусом (центр за курсором миші).

source: Width of the space in which the zoom will be effective :
de: Breite des Bereichs, in dem der Zoom aktiv ist:
nl: Breedte van het gebied waar de vergroting effectief zal zijn :
uk: Радіус дії ефекту наближення:

source: Space between icons :
de: Abstand zwischen Icons :
nl: Ruimtes tussen iconen :
uk: Відстань між значками:

source: Reflections
de: Reflexionen
nl: Reflecties
uk: Відображення

source: It is its albedo (reflectivity); at 1 the icons reflect to the maximum, at 0 reflections are not used.
de: Dies ist die Stärke der Reflexionen. 1 = volle Reflektion, 0 = keine Reflexion.
nl: Dit is het reflecteringsniveau; bij 1 reflecteren de iconen maximaal, bij 0 reflecteren ze helemaal niet.
uk: Коефіцієнт відображення; при значенні 1, значки будуть повністю відображатися на площину, при значенні 0, не буде використовуватися.

source: Reflective power of the plane :
de: Stärke der Spiegelung des Bodens:
nl: Reflecteringsvermogen van het hellend vlak :
uk: Сила відображення на площину:

source: light
de: leicht
nl: Licht
uk: світлий

source: strong
de: stark
nl: Sterk
uk: темний

source: In percent of the icon's size. This parameter influence the total height of the dock.
de: In Prozent der Symbolgröße. Dieser Parameter beeinflusst die Gesamthöhe des Docks.
nl: In procenten van de icoongrootte. Deze optie beïnvloedt de hoogte van het dock.
uk: У відсотках до розміру значка. Цей параметр впливає на загальну висоту панелі.

source: Height of the reflection:
de: Höhe der Reflektion:
nl: Hoogte van de reflectie :
uk: Величина відображення:

source: small
de: klein
nl: Klein
uk: низький

source: tall
de: Groß
nl: Groot
uk: високий

source: It is their transparency when the dock is at rest; they will "materialize" progressively as the dock grows up. The closer to 0, the more transparent they will be.
de: Es ist die Transparenz der Symbole, die benutzt wird, wenn sich das Dock im Wartemodus befindet. Diese verschwindet stufenweise, wenn das Dock hochkommt. Je näher der Wert bei 0 ist, desto größer wird die Transparenz der Symbole sein.
nl: Dit is de doorzichtigheid wanneer het dock inactief is; ze zullen meer en meer "materialiseren" als het dock groeit. Hoe dichter bij 0, hoe doorschijnender ze zullen zijn.
uk: Наскільки значки будуть прозорими в стані спокою; Вони почнуть "матеріалізуватися" поступово з появою на панелі. Чим ближче значення до 0, тим прозоріше вони будуть.

source: Icons' transparency at rest :
de: Transparenz der Symbole in Ruhe
nl: Doorzichtigheid iconen indien niet actief :
uk: Прозорість значків в стані спокою:

source: Icons size
de: Größe des Symbols
nl: Icoongrootte
uk: Розмір значків

source: Launcher's size at rest (width x height) :
de: Größe der Starter in Ruhe (Breite x Höhe):
nl: Grootte starters in rust (breedte x hoogte) :
uk: Розмір значків запуску в стані спокою (ширина х висота):

source: Application's size at rest (width x height) :
de: Größe der Anwendungen in Ruhe (Breite x Höhe):
nl: Grootte toepassingen in rust (breedte x hoogte) :
uk: Розмір значків програм в стані спокою (ширина х висота):

source: Applet's size at rest (width x height) :
de: Größe der Minianwendungen in Ruhe (Breite x Höhe):
nl: Grootte applets in rust (breedte x hoogte) :
uk: Розмір аплетів в стані спокою (ширина х висота):

source: Configure icons' animations.
de: Symbolanimationen konfigurieren
nl: Configureer icoonanimaties.
uk: Налаштувати анімацію значків.

source: Configure icons' special effects (requires OpenGL).
de: Spezialeffekte der Symbole konfigurieren (benötigt OpenGL)
nl: Configureer speciale effecten van iconen (OpenGL-ondersteuning vereist).
uk: Налаштувати спеціальні ефекти значків (потрібна підтримка OpenGL).

source: Configure icons' animations on appearing/disappearing (require OpenGL capacity).
de: Einstellen der Symbolanimationen für Erscheinen/Verschwinden (benötigt OpenGL)
uk: Налаштувати анімацію появи/зникнення значків (вимагається наявність OpenGL).

source: Separators
de: Trenner
nl: Scheidingen
uk: Розділювачі

source: Icon size at rest (width x height) :
de: Größe der Symbole in Ruhe (Breite x Höhe):
nl: Icoongrootte in rust (breedte x hoogte) :
uk: Розмір значків в стані спокою (ширина х висота):

source: Force separator's image size to stay constant?
de: Größe des Trenners konstant lassen
nl: Afbeelding scheiding forceren om even groot te blijven ?
uk: Примусово залишати розмір зображення розділювача постійним?

source: Only the default, 3D-plane and curve views support flat and physical separators. Flat separators are rendered differently according to the view.
de: Nur die Standard-, 3D- und Kurvenansicht können flache und pyhsische Trenner anzeigen. Flache Trenner werden verschieden gerendert, abhängig von der Ansicht.
uk: Тільки стандартно, 3D-площина та скошений вид підтримують плаский і фізичний роздільнки. Плавкі роздільники зображаються по-різному залежно від кута зору.

source: How to draw the separators?
de: Wie sollen die Trennsymbole dargestellt werden?
uk: Як малювати розділювачі?

source: Use an image.
de: Ein Bild benutzen.
uk: Використовувати зображення.

source: Flat separator
de: Flaches Trennsymbol
uk: Плаский розділювач

source: Physical separator
de: Physischer Trenner
uk: Фізичний розділювач

source: If you don't provide one, blanks will be used.
de: Wenn du keines bereitstellst, werden Leerzeichen benutzt.
nl: Als u niets invoert, wordt er een lege afbeelding gebruikt.
uk: Якщо ви нічого не надаєте, буде використовуватися чистий.

source: Filename of an image to use for separators :
de: Dateiname eines Bildes das als trennung verwendet werden soll:
nl: Bestandsnaam van een afbeelding voor de scheidingen :
uk: Зображення для розділювача:

source: Make the separator's image revolve when dock is on top/on the left/on the right?
de: Soll sich das Bild, welches für den Trennstrich verwendet wird, drehen, wenn sich das Dock oben / links / rechts befindet?
nl: De afbeelding van de scheiding laten draaien wanneer het dock boven/links/rechts is ?
uk: Перевертати розділювач, коли панель знаходиться зверху/зліва/справа?

source: Colour of flat separators :
de: Farbe der flachen Trenner
uk: Колір пласких роздільників:

source: Icons order
de: Reihenfolge der Icons
nl: Volgorde iconen
uk: Порядок значків

source: If you separate a type of icons, the icons of this type will be placed together, separated from the others by a separator. If you don't separate the icons, you can place them wherever you want, and insert separators manually. Applications will then be placed next to their launcher if they have one, or after the last launcher.
de: Wenn Sie einen Startertyp durch einen Trennstrich von den anderen trennen, werden alle Starter diese Typs in diesem abgetrennten Bereich angeordnet. Wenn Sie die Trennungen nicht verwenden, können Sie sie dort plazieren, wo Sie möchten. Applikationen werden dann neben dem letzten Starter, oder neben ihrem eigenen Starter angeordnet, wenn sie einen besitzen.
uk: Якщо ви відокремлюєте різні типи значків, значки одного типу розміщуватимуться на панелі гуртом, відділені від інших роздільником. Якщо ви не відокремлюєте значки, ви можете розміщувати їх, де захочете, та вставляти розділювач вручну. Програми будуть розміщуватися після своїх значків запуску або після останнього значка запуску.

source: No
de: Nein
nl: Nee
uk: Ні

source: Separate applications from others
de: Anwendungen vom Rest trennen
nl: Toepassingen scheiden van anderen
uk: Відокремлювати програми від інших

source: Separate applets from others
de: Applets vom Rest trennen
nl: Applets scheiden van anderen
uk: Відокремлювати аплети від інших

source: Separate all
de: Alle voneinander trennen
nl: Allen scheiden
uk: Відокремлювати все

source: Link the icons with a string
de: Symbole mit einer Zeichenkette verknüpfen
nl: Verbind de iconen met een touwtje
uk: Зв'язати значок з рядком

source: Linewidth of the string, in pixels (0 to not use string) :
de: Linienstärke der Zeichenkette, in Pixeln (0 um keine Zeichenkette zu benutzen)
nl: Dikte van het touwtje, in pixels (0 om geen touwtje te gebruiken) :
uk: Ширина лінії рядка, в пікселях (0 — не використовувати рядок):

source: Colour of the string (red, blue, green, alpha) :
de: Farbe des Textes (Rot, Blau, Grün, Alpha) :
uk: Колір рядка(ч,с,з,а):

source: Indicator of the active window
de: Indikator des aktiven Fensters
nl: Indicator van het actieve venster
uk: Індикатор активного вікна

source: Type of indicator:
de: Typ des Indikators
nl: Soort indicator :
uk: Тип індикатору:

source: Frame
de: Rahmen
uk: Блок

source: Image file:
de: Bilddatei:
nl: Afbeeldingsbestand :
uk: Файл зображення:

source: Set transparency to 0 if you don't want to use an indicator.
de: Setzen Sie die Transparenz auf 0, wenn Sie keinen Indikator wünschen.
nl: Stel doorzichtigheid in op 0 wanneer u geen indicator wilt gebruiken.
uk: Встановіть прозорість в 0, щоб не використовувати індикатор.

source: Colour of the frame :
de: Farbe des Rahmens :
uk: Колір рамки:

source: Set 0 to fill the frame.
de: Verwenden sie 0 um den Rahmen auszumalen.
nl: Stel in op 0 om het frame te vullen.
uk: Встановіть 0, щоб залити рамку.

source: Linewidth of the frame around the active window :
de: Breite des Rahmens um das aktuelle Fenster:
nl: Dikte van het frame rond het actieve venster :
uk: Товщина лінії рамки довкола активного вікна:

source: Corner radius of the frame around the active window :
de: Eckenradius des Rahmens um das aktive Fenster:
nl: Kromming van de hoeken van het frame rond het actieve venster :
uk: Радіус округлення рамки довкола активного вікна:

source: Draw indicator above the icon?
de: Indikator oberhalb des Symbols anzeigen?
nl: Indicator tekenen boven het icoon ?
uk: Малювати індикатор поверх значка?

source: Indicator of active launcher
de: Indikator des aktiven Starters
nl: Indicator van actieve starter
uk: Індикатор активного значка запуску

source: Indicators are drawn on launchers icons to show that they have already been launched. Leave blank to use the default one.
de: Indikatoren werden zu Startern hinzugefügt, um anzuzeigen, dass diese bereits gestartet wurden. Lassen Sie dies leer, um die Vorgabe zu verwenden.
nl: Indicatoren worden getekend op iconen van starters, om aan te geven dat ze al geopend zijn. Laat leeg als u de standaardwaarde wilt gebruiken.
uk: Індикатори малюються на значках, щоб показати, що програму вже запущено. Залиште порожнім, щоб використовувати типове.

source: The indicator is drawn on active launchers, but you may want to display it on applications too.
de: Dieser Indikator wird unter aktiven Startern angezeigt, vielleicht wollen sie es auch unter Anwendungen anzeigen?
nl: Indicatoren worden getekend op actieve starters, maar u kunt ze ook op toepassingen tonen.
uk: Індикатор відображається тільки на активних піктограмах, але ви можете налаштувати показ і на програмах.

source: Display an indicator on application icons too ?
de: Auch für Anwendungssymbole einen Indikator anzeigen?
uk: Відображати індикатор на програмах також?

source: Relatively to the icons' size. You can use this parameter to adjust the indicator's vertical position. If the indicator is linked to the icon, the offset will be upwards, otherwise downwards.
de: Relativ zur Größe des Symbols. Sie können diesen Parameter verwenden, um die vertikale Position des Indikators anzupassen. Falls der Indikator mit dem Symbol verknüpft ist, ist der Versatz nach unten gerichtet, anderenfalls nach oben.
uk: Відносно розміру значка. Ви можете використовувати цей параметр, щоб налаштувати вертикальну позицію індиктора. Якщо індикатор пов'язаний зі значком, то зміщення буде догори, інакше донизу.

source: Vertical offset :
de: Vertikaler Versatz:
nl: Verticale marge :
uk: Вертикальне зміщення:

source: If the indicator is linked to the icon, it will then be zoomed like the icon and the offset will be upwards. Otherwise it will be drawn directly on the dock and the offset will be downwards.
de: Falls der Indikator mit dem Symbol verknüpft ist, wird es vergrößert und der Versatz ist nach oben gerichtet. Anderenfalls wird es direkt auf dem Dock angezeigt und der Versatz ist nach unten gerichtet.
uk: Якщо індикатор пов'язаний зі значком, то він буде наближений так само як значок і зміщення буде догори. Інакше він буде розміщеним просто на панелі і його зміщення буде донизу.

source: Link the indicator with its icon?
de: Den Indikator mit seinem Symbol verknüpfen?
nl: Indicator verbinden aan zijn icoon ?
uk: Пов'язати індикатор з цим значком?

source: You can choose to make the indicator smaller or bigger than the icons. The bigger the value is, the bigger the indicator is. 1 means the indicator will have the same size as the icons.
de: Sie können wählen, den Indikator kleiner oder größer als die Symbole anzeigen zu lassen. Je größer der Wert, umso größer ist der Indikator. 1 bedeutet, dass der Indikator ebenso groß ist wie die Symbole.
nl: U kunt ervoor kiezen om de indicator kleiner of groter te maken dan de iconen. Hoe groter de waarde is, hoe groter de indicator is. 1 betekent dat de indicator even groot is als de iconen.
uk: Ви можете вибрати, чи будуть індикатори більше або менше за розміром, ніж значки. Чим більше значення параметра, тим більше індикатори. Значення 1 означає, що індикатор буде такого ж розміру що й значок.

source: Indicator size ratio :
de: Größenverhältnis des Indikators:
nl: Verhouding indicatorgrootte :
uk: Різниця в розмірах:

source: bigger
de: größer
nl: Groter
uk: більше

source: Use it to make the indicator follow the orientation of the dock (top/bottom/right/left).
de: Verwenden Sie dies, um den Indikator der Ausrichtung des Docks folgen zu lassen (oben/unten/rechts/links).
uk: Використовуйте, щоб орієнтувати індикатор відносно положення панелі (згори, знизу, справа, зліва).

source: Rotate the indicator with dock?
de: Den Indikator mit dem Dock drehen?
nl: Indicator draaien met het dock ?
uk: Крутити індикатор разом з панеллю?

source: Indicator of grouped windows
de: Indikator gruppierter Fenster
nl: Indicator van gegroepeerde vensters
uk: Індикатор згрупованих вікон

source: How to show that several icons are grouped :
de: So wird angezeigt, dass einige Symbole gruppiert werden:
uk: Як зображати значки при групуванні:

source: Draw an image
uk: Малювати зображення

source: Draw the sub-dock's icons as a stack
de: Symbole des Sub-Docks als Stapel zeichnen
uk: Зображати значки суб-панелі як набір

source: It only makes sense if you chose to group the applis of the same class together. Leave blank to use the default one.
de: Dies ist nur sinnvoll, wenn Sie Anwendungen der gleichen Art gruppiert anzeigen lassen. Lassen Sie dies leer, um die Vorgabe zu verwenden.
nl: Dit heeft alleen zin als u heeft gekozen om toepassingen van dezelfde klasse te groeperen. Laat leeg als u de standaardwaarde wilt gebruiken.
uk: Спрацює тільки якщо ви виберете групу програм з однаковим класом. Залиште порожнім, щоб використовувати типове.

source: Zoom the indicator with its icon?
de: Indikatorgröße mit der Symbolgröße ändern?
nl: Indicator vergroten samen met zijn icoon ?
uk: Збільшувати індикатор разом зі значком?

source: Labels
de: Beschriftungen
uk: Підписи

source: Label visibility
de: Labelsichtbarkeit
uk: Видимість підпису

source: Show labels:
de: Bezeichnungen anzeigen:
nl: Labels tonen :
uk: Показати підписи:

source: On pointed icon
de: Auf ausgewähltes Symbol
nl: Op aangewezen icoon
uk: При наведенні на значок

source: On all icons
de: Auf alle Symbole
nl: Op alle iconen
uk: На всіх значках

source: the bigger, the more the labels next to the selected icon will be transparent.
de: Umso höher, umso transparenter sind die Benachbarten Icons
nl: Hoe groter, hoe doorzichtiger de labels naast het aangewezen icoon zullen zijn.
uk: чим більше значення, тим прозорішими будуть підписи поряд з наведеним значком.

source: label's visibility threshold :
de: Sichtbarkeit der Beschriftungen
nl: Labels zichtbaarheid drempel :
uk: Поріг видимості підписів:
