Repository: 363734/cairo-dock-core
Catalog: po/*.po
Languages: de, nl, uk

source: Tip: you can add new decorations by choosing «Personalised» decoration, and providing a background and/or foreground image. You can configure the offsets of these images to adjust the position of the drawings inside the decorations.
nl: Hint : U kunt nieuwe decoraties toevoegen, door de “Persoonlijk” decoratie te selecteren en een voorgrond- en/of achtergrondafbeelding in te stellen. U kunt de marges van deze afbeeldingen instellen om de positie van de tekeningen in de decoraties aan te passen.
uk: Порада: Ви можете додати нове оформлення, вибравши «власне» оформлення та вказавши шлях до своїх зображень. Там же вам будуть доступні налаштування зміщення зображення всередині оформлення.

source: The default decoration is defined in the «Desklets» module. Moreover, each desklet can have its own decoration. To change a desklet's decoration, go to the applet's configuration, click on the «desklet» tab, and then choose the decoration you wish to use.
uk: Стандартне оформлення задається в модулі 'Десклети'. Ви можете вибрати різне оформлення для кожного десклету. Щоб зробити це, перейдіть в конфігурацію аплету, клацніть на вкладці 'десклет' та виберіть що захочете.

source: Go to the «Desklets» module.
uk: Перейти до модуля «Десклети».

source: How do I insert a desklet into the dock?
nl: Hoe voeg ik een desklet toe aan het dock ?
uk: Як мені вставити десклет на панель?

source: Hint : if the desklet is locked, the button won’t appear.
nl: Hint : Als het desklet vergrendeld is , zal de knop niet zichtbaar zijn.
uk: Порада: Якщо десклет заблокований, то кнопку не буде видно.

source: Simply click on the top right button.
nl: Klik op de knop rechtsboven.
uk: Просто натисніть верхню праву кнопку на ньому.

source: How do I place a desklet on the <i>Compiz Widget Layer</i>?
nl: Hoe plaats ik een desklet op de <i>Compiz Widget Layer</i> ?
uk: Яким чином перемістити десклет на <i>Шар віджетів Compiz</i>?

source: Tip: you may have to switch to the Widget Layer once so that Compiz takes the change into account.
nl: Hint : U zult waarschijnlijk eenmaal naar de Widget Layer moeten gaan, zodat Compiz rekening kan houden met de wijziging.
uk: Порада: Щоб Compiz дозволив зміни, вам може знадобитися переключитися на Шар віджетів.

source: In the Compiz-Fusion config, enable the 'Widget Layer' plugin, and set the rule (name=cairo-dock &amp; type=utility). You can then switch an applet to the Widget Layer by left-clicking on its desklet and selecting 'Compiz-Fusion Widget'.
uk: В налаштуваннях Compiz-Fusion активуйте додаток 'Шар віджетів' та встановіть правило (ім'я=cairo-dock &amp; тип=utility). Після цього ви зможете переміщувати аплет на Шар віджетів, клацнувши на ньому лівою кнопкою та вибравши 'Compiz-Fusion Віджет'.

source: How do I enable the Taskbar?
nl: Hoe activeer ik de Taakbalk ?
uk: Як мені активувати панель задач?

source: Tip: All the Taskbar options are grouped together in this module.
nl: Hint : Alle taakbalkopties worden gegroepeerd in deze module.
uk: Порада: Всі налаштування, які відносяться до Панелі задач згруповані в цьому модулі.

source: Go to the «Taskbar» module, then tick the first box, and apply.
nl: Ga naar de “Taakbalk” module, vink het eerste vakje aan en klik op toepassen.
uk: Перейдіть в модуль «Панель задач», потім поставте прапорця в першому пункті та застосуйте зміни.

source: Go to the «TaskBar» module.
uk: Перейти до модуля «Панель задач».

source: I don't want to have lots of icons in the dock when I use Gimp/Pidgin/etc
nl: Ik wil niet teveel iconen in het dock hebben wanneer ik Gimp/Pidgin/etc gebruik
uk: Я не хочу щоб відображалося багато значків в панелі, коли я використовую Gimp/Pidgin тощо.

source: Tip: You can then scroll on this icon to switch from a window to another, in an ALT+TAB style.
nl: Hint : U kun dan scrollen op dit icoon om te wisselen van het ene venster naar het andere, op een ALT+TAB manier.
uk: Порада: Для перемикання вікон, крім використання поєднання Alt+Tab, ви можете скористатися колесом миші.

source: In the «TaskBar» module, you can use the «Group windows from the same application in a sub-dock» option. Only a single icon will appear in the dock. If there are several windows, they will be grouped together in a sub-dock above this icon.
uk: В модулі «Панель задач» ви можете вибрати опцію «Згрупувати вікна однієї програми у суб-панель». При цьому на панелі з’явиться лише один значок. Якщо програма має кілька вікон, то всі вони будуть згруповані в суб-панелі під цим значком.

source: I have ugly icons for some applications.
nl: Ik heb lelijke iconen voor sommige toepassingen
uk: Деякі значки програм виглядають жахливо

source: Tip: This way, you can configure your personal icon for any application. Just place an icon with the same name as the class of the application in a folder used by the dock (by default, ~/.config/cairo-dock/current_theme/icons) The class of an application can be found by typing «xprop |grep CLASS» in a terminal, then clicking on the window of the application.
uk: Порада: Ви можете поставити власні значки для кожної програми. Просто помістіть значок з таким же іменем, що й клас програми в каталог, який використовується панеллю (стандартно це ~/.config/cairo-dock/current_theme/icons) Клас програми ви можете дізнатися набравши xprop в терміналі, а потім клацнувши на вікні програми.

source: This is because X provides small icons for applications which look ugly when zoomed. In the «TaskBar» module, you can use the «Overwrite the X icon with the launchers' icon?» option to tell the dock not to use them.
uk: Це відбувається тому, що Х сервер надає занадто маленькі значки для програм, які виглядають жахливо при збільшенні. В модулі «Панель задач» ви можетевибрати опцію "Замістити значки програм", щоб панель не використовувала їх.

source: When I launch a program with its launcher, I don't want an additional icon in the taskbar
nl: Wanneer ik een toepassing open met een starter, wil ik geen extra icoon in de taakbalk
uk: Коли я запускаю програму через значок запуску, я не хочу щоб в панелі задач з'являвся її значок

source: Tip: to launch another instance of the program, shift+click on the launcher.
nl: Hint : Om deze toepassing nog een keer te openen, shift+klikt u op de starter.
uk: Порада: Щоб запустити ще одну копію програми, натисніть Shift+клік на її значку.

source: In the «TaskBar» module, you can use the «Mix launchers and applications» option. When a program is launched, if it has a launcher in the dock, the launcher icon will be marked with an icon to indicate that the corresponding application is running. You can then act on the window as if it were a taskbar icon.
uk: В модулі «Панель задач» ви можете використовувати опцію "Об’єднати значки запуску з їх програмами". Якщо програму запущено і якщо вона має свій значок на панелі, то на значку з’явиться індикатор, який означатиме, що програма зараз працює. При цьому ви зможете взаємодіяти зі значком так, якби він був на панелі задач.

source: I'm using Pidgin, and I want to see my friends' avatars.
nl: Ik gebruik Pidgin en ik wil de afbeelding van mijn vriend zien
uk: Я використовую Pidgin і хочу щоб на панелі відображалися аватари моїх друзів

source: If you chose to overwrite X icons, you can add an exception for Pidgin just before this option. If you chose to mix applications and launchers, you can edit the Pidgin launcher, and in the «Extra parameters», tick the option to not steal the icon for this application.
uk: Якщо ви вибрали опцію заміни значків X-сервера, вам потрібно додати виключення для Pidgin, перед поточною опцією. Якщо ж вибрали опцію об'єднання значків з їх програмами, то вам потрібно змінити значок запуску Pidigin, та в його «Додаткових параметрах» встановити прапорець на видаленні значка з панелі задач.

source: How can I quickly navigate between many windows of the same application quickly?
nl: Hoe kan ik snel navigeren tussen meerdere vensters van dezelfde toepassing ?
uk: Як мені швидко переходити між чисельними вікнами однієї програми?

source: Tip: you can also close all the windows of this application by middle-clicking on the icon pointing to the sub-dock.
nl: Hint : U kunt ook alle vensters sluiten van deze toepassing, door te middelklikken op het icoon van het sub-dock.
uk: Порада: Ви можете закрити всі вікна цієї програми, клацнувши середньою кнопкою на значку в суб-панелі.

source: Scroll on the icon of one of the windows of this application, or even on the icon pointing to the sub-dock if you group windows in a sub-dock.
nl: Scroll op het icoon van één van de vensters van deze toepassing, of op het icoon van het sub-dock wanneer u vensters heeft gegroepeerd in een sub-dock.
uk: Використовуйте колесо миші для прокручування його значка або використовуйте групування всіх вікон програми в суб-панель.

source: Replacing the Gnome-panel
nl: Het Gnome-paneel vervangen
uk: Заміна панелі Gnome

source: How can I add the main menu?
nl: Hoe kan ik het hoofdmenu krijgen ?
uk: Чи можу я розмістити Головне меню на панель Cairo-Dock?

source: Tip: if you have removed your Gnome-panel, then the «alt+F1» shortkey will no longer work. This applet lets you configure a shortcut to pop up the menu at the mouse's location.
nl: Hint : Als u het Gnome-paneel verwijderd heeft, dan werkt de sneltoets “alt+F1” niet meer. Dit applet laat u een sneltoets instellen voor een pop-upmenu op de plaats van de muisaanwijzer .
uk: Порада: Якщо ви повністю видалите панель Gnome, комбінація Alt+F1 більше не буде працювати. Цей аплет дозволяє налаштувати комбінації клавіш для відображення меню в позиції курсора миші.

source: Enable the GMenu applet.
uk: Активуйту аплет GMenu.

source: Go to the «GMenu» module.
uk: Перейти до модуля «GMenu»

source: How can I add a simple «quick launch» panel?
nl: Hoe kan ik een “snelstartvenster“ krijgen ?
uk: Як мені просто зробити вікно швидкого запуску?

source: Tip: if you removed your Gnome-panel, then the «alt+F2» shortkey will no longer work. This applet lets you configure a shortcut to pop up the quick-launch dialog.
uk: Порада: якщо ви приберете панель-Gnome, то комбінація «alt+F2» більше не буде спрацьовувати. Цей аплет допоможе вам налаштувати нову комбінацію клавіш для виклику швидкого запуску.

source: Enable the Gmenu applet. then you can have it by middle-clicking on its icon.
uk: Активуйте аплет Gmenu. Пісял чого використовуйте середнє клацання на його значку.

source: How can I add a Log-out icon?
uk: Як мені додати значок завершити сеансу?

source: Tip: In the latest version of GNOME, there are 2 panels: one to log out, and one to turn off the computer. The first one is raised by a click on the icon, the second by a middle-click, but the applet lets you reverse this order, and even lets you enter your own commands.
nl: Hint : In de laatste Gnome-versie, zijn er 2 panelen : één om uit te loggen en één om de computer af te sluiten. De eerste wordt weergegeven door een klik op het icoon, de tweede door een middelklik maar via het applet kunt u deze volgorde ook omdraaien en u kunt zelfs uw eigen opdrachten invoeren.
uk: Порада: В останній версії Gnome присутні дві панелі: одна для завершення сеансу, друга для виключення комп'ютера. В цьому аплеті перша викликається лівим клацанням, а друга середнім, крім того ви можете призначити обернений порядок або навіть призначити свої команди.

source: Enable the «Log-out» applet.
uk: Активуйте аплет «Завершення сеансу».

source: Go to the «Log-out» module.
uk: Перейти до модуля «Завершення сеансу»

source: How can I access the dustbin?
nl: Hoe krijg ik toegang tot mijn prullenmand ?
uk: Чи можливо використовувати смітник?

source: Tip: you can delete a file by dragging it into the dustbin. You can even unmount a mount-point this way!
nl: Hint : U kunt een bestand verwijderen door het te slepen naar de prullenbak. U kunt zelfs op deze manier een koppelpunt loskoppelen !
uk: Порада: Ви можете видаляти файли перетягуючи їх на значок смітника. Таким чином ви навіть можете від'єднати приєднаний том!

source: Simply enable the «Dustbin» applet.
uk: Просто активуйте аплет «Смітник».

source: Go to the «Dustbin» module.
uk: Перейти до аплету «Смітник»

source: How can I access my mount points?
nl: Hoe krijg ik toegang tot mijn koppelpunten ?
uk: Чи можу я отримати доступ до приєднаних томів?

source: Tip: you can mount a volume by clicking on its icon. To unmount it, middle-click on its icon, or right-click and select «unmount».
uk: Порада: Ви можете приєднати розділ клацанням на його значку. Для від'єднання, використовуйте середнє клацання або праве клацання, а потім пункт «від'єднати».

source: Simply enable the «Shortcuts» applet.
uk: Просто активуйте аплет «Ярлики».

source: Go to the «Shortcuts» module.
uk: Перейти до аплету «Ярлики»

source: How can I access my Nautilus bookmarks?
nl: Hoe krijg ik toegang tot mijn Nautilus-bladwijzers ?
uk: Чи можу я мати доступ до закладок Nautilus?

source: Tip: you can add a bookmark by dragging the folder onto the applet or into its sub-dock. You can also rename and remove bookmarks. This will also take effect in Nautilus immediately, and vice versa.
nl: Hint : U kunt een bladwijzer toevoegen door de map naar het applet te slepen of naar het sub-dock. U kunt ze ook hernoemen en verwijderen. Dit heeft direct effect in Nautilus en vice versa.
uk: Порада: Ви можете додати свої закладки перетягнувши каталог з ними прямо на панель або в окрему суб-панель. Ви можете їх перейменовувати або видаляти, що відразу відобразиться в Nautilus та навпаки.

source: Simply enable the «shortcuts» applet.
nl: Door het “Snelkoppelingen” applet te activeren.
uk: Активуйте аплет «Швидкий доступ».

source: How can I access my desktop?
nl: Hoe krijg ik toegang tot mijn bureaublad ?
uk: Чи можу я мати доступ до моєї стільниці?

source: Tip: middle-clicking on the icon will hide all windows, but not desklets.
nl: Hint : Door erop te middelklikken worden alle vensters verborgen, maar niet de desklets.
uk: Порада: Середнє клацання на ньому згорне всі вікна з робочого столу, але не десклети.

source: Simply enable the «showDesktop» applet.
uk: Просто активуйте аплет «Показати Стільницю».

source: Go to the «Show Desktop» module.
uk: Перейти до модуля «Показати Стільницю»

source: How can I add an easy-to-acces calendar?
nl: Hoe kan ik een makkelijk toegankelijke kalender krijgen ?
uk: Чи є простий та зручний календар?

source: Enable the «Clock» applet. Clicking on it will display a calendar, clicking again will hide it.
nl: Activeer het “Klok” applet; als u erop klikt verschijnt een kalender, als u er opnieuw op klikt verbergt het zich weer.
uk: Активуйте аплет «Годинник»; Тепер при клацанні на ньому буде з'являтися календар, повторне клацання згорне його.

source: Go to the «Clock» module.
uk: Перейти до модуля «Годинник»

source: How can I add the notification area (systray)?
nl: Hoe kan ik het systeemvak (ook wel mededelingengebied genoemd) krijgen ?
uk: Чи можу я отримати область повідомлень (також відому як системний трей)?

source: Enable the «Systray» applet. For the moment it cannot be displayed directly in the dock, so clicking on the icon will pop-up a dialog containing the systray, middle-click will hide it. We recommend detaching this applet to make it a desklet. Place it in a corner of your screen and keep it above other windows.
uk: Активуйте аплет «Область повідомлень». На цей момент вона не може бути показана прямо на панелі, тому при клацанні на значку ви отримуєте вікно, в якому показуватимуться значки повідомлень. Середнє клацання щоб закрити це вікно. Рекомендується від'єднати цей аплет від панелі, зробивши його десклетом. Розмістіть його на краю екрана та задайте розташування поверх всіх вікон.

source: Go to the «Systray» module.
uk: Перейти до модуля «Systray»

source: How can I add an easy-to-access terminal with real transparency, like Tilda?
nl: Hoe kan ik een makkelijk toegankelijke terminal krijgen met echte doorzichtigheid, zoals Tilda ?
uk: Чи є простий та зручний термінал з ефектом прозорості, як у Tilda?

source: Tip: clicking next to the last tab will create a new tab. Double-clicking on a tab allows you to rename it. You can even change the colour of a tab!
nl: Hint : Door te klikken op het laatste tabblad, kunt u een nieuw tabblad aanmaken. Door te dubbelklikken op een tabblad, kunt u het hernoemen. U kunt zelfs de kleur van een tabblad wijzigen !
uk: Порада: Клацання поряд з вкладкою створить нову. Подвійне клацання дозволить перейменувати вкладку. Крім того ви можете змінити її колір.

source: Enable the «Terminal» applet. You can detach it and place it on the Widget Layer for instance, or configure a shortkey to make it pop up instantly.
nl: Activeer het “Terminal” applet. U kunt het loskoppelen en bijvoorbeeld plaatsen op de Widget Layer, of een sneltoets instellen om het direct zichtbaar te maken.
uk: Активуйте аплет «Термінал». Ви можете відкріпити його та розмістити на Шар віджетів або задати комбінацію клавіш для миттєвого запуску.

source: Go to the «terminal» module.
uk: Перейти до модуля «terminal»

source: So then, how can I remove completely the gnome-panel?
nl: Hoe kan ik het Gnome-paneel geheel verwijderen ?
uk: Ну і в решті решт, як же мені повністю видалити стандартну панель Gnome?

source: Open gconf-editor, edit the key /desktop/gnome/session/required_components_list/panel, and replace its content with "cairo-dock". Then restart your session : the gnome-panel has not been started, and the dock has been started (if not, you can add it to the startup programs).
uk: Відкрийте gconf-editor, відредагуйте ключ /desktop/gnome/session/required_components_list/panel, змінивши значення на "cairo-dock". Потім перезапустіть ваш сеанс: панель Gnome не запуститься, натомість повинен запуститися Cairo-dock (якщо ні, то ви можете додати панель до Авто-запуску).

source: If you are on Gnome, you can click on this button in order to automatically modify this key:
uk: Якщо ви використовуєте Gnome, то ви можете клацнути на цій кнопці, щоб автоматично відредагувати ключ:

source: How do I run the same applet multiple times?
nl: Hoe kan ik hetzelfde applet meerdere keren krijgen ?
uk: Чи можу я мати кілька однакових аплетів?

source: Tip: This allows you, for example, to have the current time for different countries in your dock or to have several animated characters in your dock or the weather in different cities.
nl: Hint : Hierdoor is het bijvoorbeeld mogelijk, dat u de tijd van verschillende landen in uw dock heeft, of meerdere geanimeerde tekens, of het weer van verschillende steden.
uk: Порада: Це дозволить вам, наприклад, показувати час для різних країн або мати кілька кумедних персонажів на вашій панелі, або спостерігати прогнози погоди для різних міст.

source: Some applets can have several instances running at the same time: Clock, Cairo-Penguin, Weather, Netspeed, ... Right click on the applet's icon, and select «launch another instance». A new instance of this applet appears in the main dock. You can configure this new applet just like any other.
uk: Деякі аплети можуть бути запущені кілька разів, наприклад: Годинник, Cairo-Пінгвін, Погода, Netspeed… Праве клацання на значку аплету, «запустить ще одну копію». Копія аплету повинна з'явитися на головній панелі. Ви можете налаштувати цю копію як і всі інші аплети.

source: I have a personal gauge that I want to use in the dock (for System-Monitor or others).
nl: Ik heb een persoonlijke 'Meter' dat ik wil gebruiken voor het dock (voor Systeemmonitor en andere)
uk: У мене є власний датчик, який я хочу використовувати на панелі (Для системного монітора або чогось іншого)

source: Move the folder containing your gauge to ~/.config/cairo-dock/extras/gauges
nl: Verplaats de map met de 'Meter' erin naar ~/.config/cairo-dock/extras/gauges, klaar !
uk: Перемістіть каталог, в якому є ваш датчик в ~/.config/cairo-dock/extras/gauges і все!

source: I have a personal Cairo-Clock theme that I want to use in the «clock» applet.
nl: Ik heb een persoonlijk Cairo-Clock thema dat ik wil gebruiken voor het “Klok” applet.
uk: Я зробив свою тему для Cairo-Clock та хочу використовувати її в аплеті «Годинник».

source: Tip: the same goes on for all applets that propose a theme: dustbin, Cairo-Penguin, weather, etc.
nl: Hint : Hetzelfde geldt voor alle applets die een thema voorstellen : Prullenbak, Cairo-Penguin, Weer, etc.
uk: Порада: Таким чином можна добавити теми і для інших аплетів: Смітник, Cairo-Пінгвін, Погода тощо.

source: Move the folder containing your theme to ~/.config/cairo-dock/extras/clock
nl: Verplaats de map met uw thema naar ~/.config/cairo-dock/extras/clock, nu is het zichtbaar in de themalijst !
uk: Перемістіть каталог з вашою темою в ~/.config/cairo-dock/extras/clock і вона відразу ж з'явиться в списку тем!

source: How do I change the brightness of my screen quickly?
nl: Hoe kan ik snel de helderheid van mijn scherm wijzigen ?
uk: Як мені швидко змінити яскравість екрану?

source: Enable the Xgamma applet, then you can scroll up/down on the icon with the mouse.
nl: Activeer het Xgamma applet, dan kunt u met de muis op/neer scrollen op het icoon.
uk: Активуйте аплет Xgamma та змінюйте яскравість за допомогою колеса миші.

source: Go to the «Xgamma» module.
uk: Перейти до модуля «Xgamma»

source: How can I change the speaker volume quickly?
nl: Hoe kan ik snel het geluidsvolume wijzigen ?
uk: Як я можу швидко змінювати гучність?

source: Enable the AlsaMixer applet, then you can scroll up/down on the icon with the mouse.
nl: Activeer het AlsaMixer applet, dan kunt u met de muis op/neer scrollen op het icoon.
uk: Активуйте аплет «AlsaMixer» та змінюйте гучність за допомогою колеса миші.

source: Go to the «AlsaMixer» module.
uk: Перейти до модуля «AlsaMixer»

source: How can I quickly switch to another desktop?
nl: Hoe kan ik snel naar een ander bureaublad wisselen ?
uk: Як мені швидко переключитися на іншу стільницю?

source: Tip: This applet even lets you add or remove quickly a desktop !
uk: Порада: За допомогою цього аплету ви зможете легко та швидко додавати або видаляти Стільниці!

source: Activate the Switcher applet, then you can scroll up/down on the icon with the mouse to go to the previous/next desktop, or click on the icon to select a desktop.
nl: Activeer het Switcher applet, dan kunt u met de muis op/neerscrollen op het icoon om naar het vorige/volgende bureaublad te wisselen, of klik op het icoon om een bureaublad te selecteren.
uk: Активуйте аплет Switcher і ви зможете швидко змінювати стільниці прокручуючи колесо миші на його значку або клацнувши на ньому, вибрати потрібну стільницю.

source: Go to the «Switcher» module.
uk: Перейти до модуля «Перемикач»

source: How can I control my dock from the keyboard?
nl: Hoe kan ik het dock vanaf mijn toetsenbord beheren ?
uk: Як мені управляти панеллю за допомогою клавіатури?

source: Tip: When you define a shortkey, try it before to be sure that it is not already used by another application!
uk: Порада: Коли ви придумаєте комбінацію клавіш, спочатку випробуйте її, можливо вона вже використовується в іншій програмі.
