Repository: 363734/cairo-dock-core
Catalog: po/*.po
Languages: de, nl, uk

source: Launcher configuration
de: Einstellungen der Anwendungsstarter
nl: Configuratie van de starters
uk: Налаштування піктограм

source: Behaviour
de: Verhalten
nl: Gedrag
uk: Поведінка

source: Appearance
de: Erscheinungsbild
nl: Uiterlijk
uk: Зовнішній вигляд

source: Files
de: Dateien
nl: Bestanden
uk: Файли

source: Internet
uk: Інтернет

source: Desktop
nl: Bureaublad
uk: Стільниця

source: Accessories
de: Zubehör
nl: Accessoires
uk: Аксесуари

source: System
nl: Systeem
uk: Система

source: Fun
uk: Веселий

source: All
de: Alles
nl: Alles
uk: Всі

source: Categories
de: Kategorien
nl: Categorieën
uk: Категорії

source: Filter
de: Filtern
uk: Фільтр

source: Options
de: Einstellungen
nl: Opties
uk: Параметри

source: All words
de: Alle Wörter
nl: Alle woorden
uk: За всіма словами

source: Highlighted words
de: Wörter hervorheben
nl: Accentueer woorden
uk: Підсвічувати слова

source: Hide others
de: Andere ausblenden
nl: Verberg andere
uk: Сховати решту

source: Search in description
de: In Beschreibung suchen
nl: Zoek in omschrijving
uk: Шукати в описах

source: Enable this module
de: Modul aktivieren
nl: Activeer deze module
uk: Активувати цей модуль

source: More applets
de: Mehr Applets
uk: Більше аплетів

source: Get more applets online !
de: Mehr Applets online herunterladen
uk: Отримати більше аплетів!

source: < Maintenance mode >
de: < Wartungsmodus >
nl: < Onderhoudsmodus >
uk: < Режим обслуговування >

source: Cairo-Dock configuration
de: Einstellungen des Cairo-Docks
nl: Configureren van Cairo-Dock
uk: Налаштування Cairo-Dock

source: The '%s' module is not present. You need to install it and all its dependencies in order to use this module.
de: Das Modul '%s' ist nicht vorhanden. Sie müssen es und alle seine Abhängigkeiten installieren um es vollständig nutzen zu können.
nl: De module '%s' is niet aanwezig. U moet de module en zijn benodigdheden installeren om deze module te kunnen gebruiken.
uk: Модуль '%s' не встановлено. Вам потрібно встановити його або його залежності, щоб використовувати його повною мірою.

source: The '%s' module is not enabled.
de: Das Modul '%s' ist nicht aktiviert.
nl: De module '%s' is niet geactiveerd.
uk: Модуль '%s' не активовано.

source: Do you want to enable it now?
de: Soll es jetzt aktiviert werden?
nl: Wilt u het nu activeren ?
uk: Бажаєте активувати зараз?

source: It appears that you've never entered the help module before. If you are having difficulty configuring the dock, or if you want to customise it, the Help module is here for you! Would you like to take a look at it now?
uk: Здається ви вперше використовуєте модуль допомоги. Якщо ви відчуваєте труднощі в налаштуванні панелі або бажаєте прикрасити її, модуль Допомоги допоможе в цьому! Бажаєте перейти в модуль Допомоги зараз?

source: Importing theme %s ...
nl: Importeren van thema %s...
uk: Імпорт теми %s...

source: Animation:
uk: Анімація:

source: Effects:
de: Effekte:
uk: Ефекти:

source: On mouse hover:
de: Wenn sich die Maus darüber befindet:
uk: При наведенні курсора:

source: On click:
de: Beim Klicken
uk: При клацанні

source: This is the simple configuration panel of Cairo-Dock. After you get familiar with it, and if you want to customise your theme , you can switch to an advanced mode. You can switch from a mode to another at any time.
de: Ein einfaches Konfigurationsmenü für Cairo-Dock. Für fortgeschrittene Anwender und solche, die das Design verändern möchten, kann man in den erweiterten Modus schalten. Es kann jederzeit zwischen einfachem und erweitertem Modus gewechselt werden.
uk: Це спрощене налаштування панелі Cairo-Dock. Після того, як ви ознайомилися з ним та бажаєте змінити свою тему, ви можете переключитися до розширеного режиму. Ви можете перемикатися між режимами у будь-який час.

source: Simple Mode
de: Einfacher Modus
nl: Simpele modus
uk: Простий режим

source: Advanced Mode
de: Erweiterter Modus
nl: Geavanceerde modus
uk: Розширений Режим

source: The advanced mode lets you tweak every single parameter of the dock. It is a powerful tool to customise your current theme.
de: Der fortgeschrittene Modus gibt Ihnen die Möglichkeit jeden Parameter Ihres Docks und des Designs einzeln einzustellen.
nl: In de geavanceerde modus kunt u alle opties van het dock instellen. Het is een prachtige mogelijkheid om uw huidig thema aan te passen.
uk: Розширений режим дозволяє налаштування кожного параметру панелі. Він є потужним інструментом для налаштування поточної теми.

source: Could not import the theme.
de: Das Design konnte nicht importiert werden.
nl: Kon het thema niet importeren.
uk: Не вдалося імпортувати тему.

source: The theme has been saved
nl: Het thema is opgeslagen
uk: Тему збережено

source: The theme could not be saved
nl: Het thema kon niet opgeslagen worden
uk: Тему неможливо зберегти

source: The theme has been deleted
nl: Het thema is verwijderd
uk: Тему видалено

source: The theme could not be deleted
nl: Het thema kon niet verwijderd worden
uk: Тему неможливо видалити

source: The themes have been deleted
nl: De thema´s zijn verwijderd
uk: Тему видалено

source: The themes could not be deleted
nl: De thema´s konden niet verwijderd worden
uk: Тему неможливо видалити

source: You have made some changes to the current theme. You will lose them if you don't save before choosing a new theme. Continue anyway?
de: Sie haben Veränderungen am aktuellen Thema vorgenommen. Diese Änderungen gehen verloren, wenn Sie auf ein neues Thema wechseln. Trotzdem fortsetzen?
uk: В поточній темі були зроблені деякі зміни. Вони будуть втрачені, якщо перед вибором нової теми їх не зберегти. Продовжити в будь-якому випадку?

source: Manage Themes
de: Designs verwalten
nl: Thema's beheren
uk: Управління темами

source: Configuration of the '%s' dock
uk: Налаштування '%s' панелі

source: Community site
de: Communityseite
nl: Website gemeenschap
uk: Сайт спільноти

source: Problems? Suggestions? Just want to talk to us? Come on over!
de: Probleme? Vorschläge? Wollen Sie uns etwas fragen? Hier sind Sie richtig!
nl: Een probleem ? Een suggestie ? Wilt u met ons spreken ? U bent altijd welkom !
uk: Проблеми? Пропозиції? Хочете поспілкуватися з нами? Ласкаво просимо!

source: Development site
de: Entwicklungsseite
nl: Website ontwikkelaar
uk: Сайт розробників

source: Find the latest version of Cairo-Dock here !
de: Hier finden Sie die aktuelle Version von Cairo-Dock!
nl: Vind hier de nieuwste versie van Cairo-Dock !
uk: Вияснити тут, яка остання версія Cairo-Dock доступна !.

source: Cairo-Dock-Plug-ins-Extras
de: Extra Plug-Ins für Cairo-Dock
uk: Розширені додатки Cairo-Dock

source: Other applets
nl: Andere applets
uk: Решта аплетів

source: Development
de: Entwicklung
nl: Ontwikkeling
uk: Розробники

source: Artwork
de: Design
nl: Grafisch werk
uk: Оформлення

source: Support
de: Unterstützung
nl: Ondersteuning
uk: Підтримка

source: Quit Cairo-Dock?
de: Möchten Sie Cairo-Dock beenden?
nl: Cairo-Dock afsluiten ?
uk: Вийти з Cairo-Dock ?

source: Configure this dock
de: Dieses Dock konfigurieren
nl: Dit dock instellen
uk: Налаштувати цю панель

source: Customize the position, visibility and appearance of this main dock.
de: Die Position, Sichtbarkeit und das Erscheinungsbild dieses Hauptdocks anpassen.
uk: Налаштування позиції, видимість і зовнішній вигляд цієї головної панелі.

source: Configure
de: Einstellungen
nl: Configureren
uk: Налаштувати

source: Configure behaviour, appearance, and applets.
de: Einstellungen des Verhaltens, des Aussehen und von Minianwendungen.
nl: Configureer het gedrag, het uiterlijk en de applets.
uk: Налаштувати поведінку, зовнішній вигляд та аплети.

source: Manage themes
de: Designs verwalten
nl: Thema's beheren
uk: Управління темами

source: Choose from amongst many themes on the server or save your current theme.
de: Laden Sie ein Design aus dem Iternet herunter oder speichern sie ihr momentan verwendetes Design.
nl: Kies tussen vele thema´s op de server en bewaar uw huidige thema.
uk: Виберіть серед багатьох на сервері тем, і збережіть власну.

source: Unlock icons
de: Symbole entsperren
nl: Ontgrendel iconen
uk: Розблокувати значки

source: Lock icons
de: Symbole sperren
nl: Vergrendel iconen
uk: Заблокувати значки

source: This will (un)lock the position of the icons.
de: Dies wird die Position der Symbole sperren
nl: Hiermee kunt u de positie van de iconen (ont-)vergrendelen.
uk: Це (Роз)заблокує позицію піктограм.

source: Unlock dock
de: Dock entsperren
nl: Dock ontgrendelen
uk: Розблокувати панель

source: Lock dock
de: Dock sperren
nl: Dock vergrendelen
uk: Заблокувати панель

source: This will (un)lock the whole dock.
de: Dies wird die Position des Docks sperren
nl: Hiermee kunt u het hele dock (ont-)vergrendelen.
uk: Це (Роз)заблокує всю панель

source: Quick-Hide
de: Schnell Ausblenden
nl: Snel verbergen
uk: Приховати

source: This will hide the dock until you hover over it with the mouse.
de: Das Dock wird ausgeblendet wenn Sie mit der Maus darauf zeigen.
nl: Het dock zal verborgen worden totdat de muis erin geplaatst wordt.
uk: Приховати панель поки ви не наведете на неї курсор.

source: Launch Cairo-Dock on startup
de: Cairo-Dock beim Hochfahren starten
nl: Start Cairo-Dock op tijdens het opstarten
uk: Запускати Cairo-Dock при старті системи

source: Help
de: Hilfe
nl: Hulp
uk: Довідка

source: There are no problems, only solutions (and a lot of useful hints!)
de: Es gibt keine Probleme, es gibt nur Lösungen (und viele nützliche Tipps!).
nl: Er zijn geen problemen, maar alleen oplossingen (en veel bruikbare hints !).
uk: Немає проблем, тільки вирішення (і багато корисних порад! ).

source: Get more applets!
de: Mehr Applets holen!
uk: Отримайте більше аплетів!

source: Third-party applets provide integration with many programs, like Pidgin
de: Appletts von Drittanbietern bieten Integration mit vielen Programmen, z.B. Pidgin
uk: Аплети третіх сторін забезпечують інтеграцію з різноманітними програмами, наприклад Pidgin

source: About
de: Info
nl: Info
uk: Про програму

source: Quit
de: Beenden
nl: Afsluiten
uk: Вийти

source: separator
de: Trenner
uk: розділювач

source: You're about to remove this icon (%s) from the dock. Are you sure?
de: Soll das Symbol (%s) aus dem Dock entfernt werden?
nl: U wilt het icoon (%s) uit het dock verwijderen. Weet u het zeker ?
uk: Ви збираєтеся видалити значок (%s) з панелі. Ви впевнені?

source: Do you want to re-dispatch the icons contained inside this container into the dock? (otherwise they will be destroyed)
de: Möchten Sie die Symbole aus diesem Container in das Dock verschieben? (anderfalls werden sie gelöscht)
uk: Перемістити всі ці значки на панель? (інакше вони будуть видалені)

source: The new dock has been created. Now move some launchers or applets into it by right-clicking on the icon -> move to another dock
de: Das neue Dock wurde erstellt. Verschieben Sie nun einige Starter oder Applets hinein, indem Sie mit der rechten Maustaste auf das Symbol klicken und "in ein anderes Dock verschieben" wählen.
uk: Створено нову панель. Тепер можна перемістити на неї деякі значки запуску або аплети, зробивши клацання правою кнопкою на значку -> перемістити на іншу панель.

source: Sorry, this icon doesn't have a configuration file.
de: Tut mir leid, dieses Symbol hat keine Einstellungs-Datei.
uk: Цей значок не має файлу налаштувань.

source: The new dock has been created. You can customize it by right-clicking on it -> cairo-dock -> configure this dock.
de: Das neue Dock wurde erstellt. Sie können es anpassen, indem Sie mit der rechten Maustaste darauf klicken und "Cairo-Dock" -> "Dieses Dock anpassen" wählen.
uk: Створено нову панель. Тепер ви можете змінити її через праве клацання -> Cairo-dock -> Налаштувати цю панель.

source: You're about to remove this applet (%s) from the dock. Are you sure?
de: Soll die Minianwendung (%s) aus dem Dock entfernt werden?
nl: U wilt het applet (%s) uit het dock verwijderen. Weet u het zeker ?
uk: Ви збираєтеся видалити аплет (%s) з панелі. Ви впевнені?

source: Sorry, couldn't find the corresponding description file. Consider dragging and dropping the launcher from the Applications Menu.
de: Entschuldigung, aber das Programm konnte nicht gestartet werden. Versuchen Sie den Starter per Drag und Drop hinzuzufügen.
uk: Не вдалося знайти потрібний файл з описом. Спробуйте перетягнути програму з меню.

source: Move all to desktop %d - face %d
de: Alle auf Arbeitsfläche %d - Ansicht %d verschieben
nl: Verplaats alles naar bureaublad %d - weergave %d
uk: Перемістити все на поверхню %d — стільниці %d

source: Move to desktop %d - face %d
de: Auf Arbeitsfläche %d - Ansicht %d verschieben
nl: Verplaats naar bureaublad %d - weergave %d
uk: Перемістити на стільницю %d — поверхню %d

source: Move all to desktop %d
de: Verschiebe alles auf Arbeitsfläche %d
nl: Verplaats alles naar bureaublad %d
uk: Перемістити все на стільницю %d

source: Move to desktop %d
de: Verschiebe auf Arbeitsfläche %d
nl: Verplaats naar bureaublad %d
uk: Перемістити на стільницю %d

source: Move all to face %d
de: Alle in Ansicht %d verschieben
nl: Wissel alles naar weergave %d
uk: Перемістити все на поверхню %d

source: Move to face %d
de: In Ansicht %d verschieben
nl: Wissel naar weergave %d
uk: Перемістити на поверхню %d

source: Add
de: Hinzufügen
uk: Додати

source: Add a sub-dock
nl: Voeg een sub-dock toe
uk: Додати суб-панель

source: Add a main dock
uk: Додати головну панель

source: Add a separator
nl: Voeg een scheiding toe
uk: Додати розділювач

source: Add a custom launcher
nl: Voeg een aangepaste starter toe
uk: Додати свою піктограму запуску

source: Usually you would drag a launcher from the menu and drop it on the dock.
de: Normalerweise würden Sie einen Starter per Drag und Drop hinzufügen
nl: Normaal kunt u een starter vanuit het toepassingenmenu naar het dock slepen.
uk: Достатньо просто перетягнути піктограму з системного меню прямо на панель.

source: Modify this separator
de: Trennsymbol ändern
nl: Bewerk deze scheiding
uk: Змінити цей розділювач

source: Modify this launcher
de: Diesen Starter modifizieren
nl: Bewerk deze starter
uk: Змінити значок запуску

source: Remove this separator
de: Trennsymbol entfernen
nl: Verwijder deze scheiding
uk: Видалити розділювач

source: Remove this launcher
de: Starter entfernen
nl: Verwijder deze starter
uk: Видалити значок запуску

source: You can remove a launcher by dragging it out of the dock with the mouse .
de: Sie können einen Starter aus dem Dock entfernen in dem sie ihn aus dem Dock ziehen.
nl: U kunt een starter uit het dock verwijderen, door deze met de muis uit het dock te slepen.
uk: Ви можете видалити будь-яку піктограму просто перетягнувши її поза панель.

source: Move to another dock
de: In anderes Dock einfügen
nl: Verplaats naar een ander dock
uk: Перемістити до іншої панелі

source: New main dock
de: Neues Hauptdock
nl: Een nieuw hoofd-dock
uk: Нова основна панель

source: Other actions
de: Andere Aktionen
nl: Andere acties
uk: Інші дії

source: Move to this desktop
de: Auf diese Arbeitsfläche verschieben
nl: Verplaats naar dit bureaublad
uk: Перемістити на цю стільницю

source: Not Fullscreen
de: Kein Vollbild
nl: Geen volledig scherm
uk: Не повноекранний

source: Fullscreen
de: Vollbild
nl: Volledig scherm
uk: Повноекранний

source: Don't keep above
de: Nicht im Vordergrund halten
nl: Niet bovenop houden
uk: Не тримати поверх

source: Keep above
de: Im Vordergrund halten
nl: Bovenop houden
uk: Тримати поверх

source: Remove custom icon
de: Standard-Symbol entfernen
uk: Видалити власний значок

source: Set a custom icon
de: Ein anderes Symbol verwenden
uk: Вказати власний значок

source: Kill
de: Beenden erzwingen
nl: Afsluiten
uk: Знищити

source: Launch a new (Shift+clic)
de: Neue Instanz öffnen (Shift+Klick)
uk: Запустити новий (Shift+клацання)

source: Make it a launcher
de: In einen Starter umwandeln
nl: Maak hier een starter van
uk: Зробити значком запуску

source: Show
de: Anzeigen
nl: Tonen
uk: Показати

source: Unmaximise
de: Maximierung aufheben
nl: Verkleinen
uk: Звичайний розмір

source: Maximise
de: Maximieren
nl: Maximaliseren
uk: Розгорнути

source: Minimise
de: Minimieren
nl: Minimaliseren
uk: Згорнути

source: Close (middle-click)
uk: Закрити (середнє клацання)

source: Move all to this desktop
de: Alle auf diese Arbeitsfläche verschieben
nl: Verplaats alles naar dit bureaublad
uk: Перемістити все на цю стільницю

source: Launch new
de: Neu starten
nl: Open nieuw
uk: Запустити новий

source: Show all
de: Alle anzeigen
nl: Alles tonen
uk: Показати все

source: Minimise all
de: Alle minimieren
nl: Minimaliseer alles
uk: Згорнути все

source: Close all
de: Alle schließen
nl: Alles sluiten
uk: Закрити все

source: Configure this applet
de: Minianwendung konfigurieren
nl: Dit applet configureren
uk: Налаштувати аплет

source: Detach this applet
de: Minianwendung herauslösen
nl: Dit applet loskoppelen
uk: Відокремити аплет

source: Return to the dock
de: Zurück an das Dock binden
nl: Terugplaatsen in dock
uk: Повернути на панель

source: Remove this applet
de: Minianwendung entfernen
nl: Verwijder dit applet
uk: Видалити аплет

source: Launch another instance of this applet
de: Eine weitere Instanz dieser Minianwendung starten
nl: Open dit applet nog een keer
uk: Запустити іншу копію аплету

source: Visibility
de: Sichtbarkeit
nl: Zichtbaarheid
uk: Видимість

source: Normal
nl: Normaal
uk: Звичайний

source: Always on top
de: Immer im Vordergrund
nl: Altijd bovenop
uk: Завжди зверху

source: Always below
de: Immer im Hintergrund
nl: Altijd onderop
uk: Завжди позаду

source: Set behaviour in Compiz to: (name=cairo-dock & type=utility)
uk: встановіть поведінку в Compiz на: (ім'я=cairo-dock·&·тип=utility)

source: Reserve space
de: Platz reservieren
nl: Reserveer ruimte
uk: Резервувати місце

source: On all desktops
de: Auf alle Arbeitsflächen
nl: Op alle bureaubladen
uk: На всіх стільницях

source: Lock position
de: Position sperren
nl: Vergrendel positie
uk: Закріпити позицію

source: The option 'overwrite X icons' has been automatically enabled in the config. It is located in the 'Taskbar' module.
de: Die Option "X Symbole überschreiben" wurde automatisch aktiviert. Sie befindet sich im Modul "Taskbar"
uk: Параметр 'замістити значки програм' встановлений автоматично. Він розташовується в модулі 'Панель задач'.

source: Don't ask me any more
de: Nicht mehr fragen
uk: Не питати мене про це знову

source: To remove the black rectangle around the dock, you will need to activate a composite manager. For instance, this can be done by activating desktop effects, launching Compiz, or activating the composition in Metacity. I can perform this last operation for you. Do you want to proceed ?
uk: Щоб позбутися чорного прямокутника довкола панелі, вам потрібно активувати композитний менеджер. Для цього ви можете задіяти ефекти робочого столу, запустивши тим самим Compiz або ж включити композиційність в Metacity. Я можу виконати це за вас, продовжити?

source: Do you want to keep this setting?
nl: Wilt u deze instelling bewaren ?
uk: Зберегти налаштування?

source: To remove the black rectangle around the dock, you will need to activate a composite manager. For instance, this can be done by activating desktop effects, launching Compiz, or activating the composition in Metacity. If your machine can't support composition, Cairo-Dock can emulate it. This option is in the 'System' module of the configuration, at the bottom of the page.
de: Um das schwarze Rechteck um das Dock herum zu entfernen, muss ein Composite-Manager aktiviert werden, beispielweise durch Aktivierung der Desktopeffekte, Start von Compiz oder Aktivierung von Compositing in Metacity. Wenn Ihr Rechner kein Compositing unterstützt, kann Cairo-Dock es emulieren (vortäuschen). Die Option dafür befindet sich im Modul 'System'.
uk: Щоб позбутися чорного прямокутника довкола панелі, вам потрібно активувати композитний менеджер. Для цього ви можете задіяти ефекти стільниці, запустивши тим самим Compiz або ж включити композиційність в Metacity. Якщо ваш комп'ютер не підтримує композиційність, то Cairo-Dock може симулювати її; ця опція знаходиться в модулі 'Система', нагорі сторінки.

source: A useful FAQ which also contains a lot of hints. Roll your mouse over a sentence to make helpful popups appear.
uk: Корисний збірник ЧаПів, з великою кількістю порад. Проведіть мишою поверх програм, щоб побачити підказку.

source: Use OpenGL in Cairo-Dock
de: OpenGL in Cairo-Dock benutzen?
nl: OpenGL in Cairo-Dock gebruiken ?
uk: Використовувати OpenGL в Cairo-Dock?

source: OpenGL allows you to use the hardware acceleration, reducing the CPU load to the minimum. It also allows some pretty visual effects similar to Compiz. However, some cards and/or their drivers don't fully support it, which may prevent the dock from running correctly. Do you want to activate OpenGL ? (To not show this dialog, launch the dock from the Application menu, or with the -o option to force OpenGL and -c to force cairo.)
de: OpenGL ermöglicht Grafikbeschleunigung und reduziert die CPU-Auslastung. Es ermöglicht einige schöne visuelle Effekte ähnlich wie in Compiz. Falls ihre Grafikkarte OpenGL nicht unterstützt, könnte Cairo-Dock nicht mehr funktionieren. Möchten Sie OpenGL aktivieren?
nl: Met OpenGL kunt u gebruik maken van de hardware-acceleratie, terwijl het CPU-gebruik beperkt wordt tot het minimum. Het maakt sommige mooie visuele effecten mogelijk, gelijkwaardig aan Compiz. Echter, sommige kaarten en/of hun drivers ondersteunen OpenGL niet volledig, waardoor het dock mogelijk niet goed kan werken. Wilt u OpenGL activeren ? (Om deze dialoog niet te tonen, kunt u het dock openen vanuit het Toepassingenmenu, of met de -o optie om OpenGL te forceren en -c om cairo te forceren.)
uk: OpenGL дозволяє використовувати апаратне прискорення, мінімізуючи використання CPU. Крім того, воно задіює досить симпатичні візуальні ефекти, подібні до Compiz. Втім, деякі відеокарти та/або їхні драйвера не повністю підтримують OpenGL, що може призвести до некоректної роботи Cairo-Dock. Активувати OpenGL? (Щоб це повідомлення не відображалося, запускайте Cairo-Dock з меню програм, або з опцією -o для примусового OpenGL, або з опцією -c для примусового cairo.)

source: Remember this choice
de: An Auswahl erinnern.
uk: Запам’ятати мій вибір

source: Welcome in Cairo-Dock2 ! A default and simple theme has been loaded. You can either familiarize yourself with the dock or choose another theme with right-click -> Cairo-Dock -> Manage themes. A useful help is available by right-click -> Cairo-Dock -> Help. If you have any question/request/remark, please pay us a visit at http://glx-dock.org. Hope you will enjoy this soft ! (you can now click on this dialog to close it)
nl: Welkom in Cairo-Dock2 ! Een simpel standaardthema is geladen. U kunt uzelf bekend maken met dit dock of u kunt een ander thema selecteren door met rechts te klikken in het dock -> Cairo-Dock -> Thema´s beheren. Handige hulptips zijn beschikbaar door met rechts te klikken in het dock -> Cairo-Dock -> Hulp. Wanneer u vragen/verzoeken/opmerkingen heeft, bezoek ons dan op http://cairo-dock.org. Hopelijk bevalt deze software u ! (u kunt nu op deze dialoog klikken om deze te sluiten)
uk: Вітаємо в Cairo-Dock2! Завантажено просту та типову тему. Ви можете познайомитися з панеллю або змінити поточну тему через праве клацання -> Cairo-Dock -> Менеджер тем. Отримати повноцінну допомогу через праве клацання -> Cairo-Dock -> Довідка. Якщо у Вас є питання / прохання / зауваження, будь ласка, до нас у гості на http://glx-dock.org. Сподіваємося вам сподобається ця програма! (щоб закрити цей діалог, клацніть на ньому)
