Repository: 363734/cairo-dock-core
Catalog: po/*.po
Languages: de, nl, uk

source: If you separate a type of icons, the icons of this type will be placed togather, separated from the others by a separator. If you don't separate the icons, you can place them wherever you want, and insert separators manually. Applications will then be placed next to their launcher if they have, or after the last launcher.
nl: Wanneer u een verschillende soorten iconen scheidt, dan zullen de iconen van dezelfde soort samen geplaatst worden, en zullen gescheiden worden van andere soorten iconen door een afscheiding. Wanneer u de iconen niet scheidt, dan kunt u ze overal plaatsen waar u wilt en handmatig scheidingen toevoegen. Toepassingen zullen dan geplaatst worden naast hun starters, indien aanwezig, of na de laatste starter.

source: Color of the string (red, blue, green, alpha) :
nl: Kleur van het touwtje (rood, blauw, groen, alpha) :

source: Colour of the frame:
nl: Framekleur :

source: in pixels. You can use this parameter to adjust the indicator's vertical position.
nl: In pixels. U kunt dit gebruiken om de verticale positie van de indicator aan te passen.

source: It will then be resized like the icon, move like the icon, etc. Otherwise it will be drawn directly on the dock.
nl: De afmeting zal dan net zo gewijzigd worden als het icoon , het zal net zo bewegen als het icoon, etc. Anders zal het direct op het dock getekend worden.

source: Use it to make the indicator rotate according to the position of the dock (top/bottom/right/left)
nl: Gebruik dit om de indicator te draaien naargelang de positie van het dock (boven/onder/rechts/links)

source: Launcher name:
nl: Naam starter :

source: Note : many answers have an extra hint. To popup the hint, simply let the mouse over the sentence for 1 second, a tooltip will appear.
nl: Let op : vele antwoorden bevatten een extra hint. Om de hint te laten verschijnen, kunt u de muis 1 seconde op de zin laten staan, waarna de hint zal verschijnen.

source: In the “Icons” module, you can choose an <b>icon theme</b>. Just choose a theme, and apply. All the themes installed on your system are listed, plus the 'Custom icons' theme, which represent the icons provided by the Cairo-Dock's theme; they are located in ~/.config/cairo-dock/current_theme/icons, and you can add personnal icons there. If you choose nothing, the default icon theme of your system will be used.
nl: In de “Iconen” module, kunt u <b>Icoonthema´s</b> selecteren. Selecteer een thema en druk op Toepassen. U kunt hier alle geïnstalleerde thema´s vinden, plus het 'Aangepaste iconen' thema, dat de iconen bevat van dat Cairo-Dock thema; deze kunt u vinden in ~/.config/cairo-dock/current_theme/icons, waar u ook uw persoonlijke iconen kunt toevoegen. Als u hier niets invult, zal het standaardicoonthema van uw systeem gebruikt worden.

source: In the 'Icons' modules, you can setup the default size of your icons by type : launchers, applis, applets and separators. You can also setup the zoom factor.
nl: In de 'Iconen' module, kunt u de standaardgrootte van uw iconen per soort instellen : starters, toepassingen, applets en scheidingen. U kunt hier ook de vergrotingsfactor instellen.

source: All is in the “Position” module. You can choose to place it on the bottom, top, left or right side of your screen. Moreover, you can also place it on the beginning, center, or end of the screen border.
nl: Alles vindt u in de “Positie” module. U kunt kiezen om het aan de onderkant, bovenkant, linkerkant of rechterkant van uw scherm te plaatsten. U kunt het ook aan het begin, in het midden of aan het einde van een beeldschermrand plaatsen.

source: This is normal, because they are both «docks». You can either move the dock out of the panel, or launch it wih the command «cairo-dock --keep-above».
nl: Dit is normaal, omdat het allebei “docks” zijn. U kunt het dock uit het paneel verplaatsen of starten met de opdracht “cairo-dock -–keep-above”.

source: Hint: you can even do that with desklets, making a desklet's panel !.
nl: Hint : Dit kunt u zelfs met desklets doen, zodat u een paneel met desklets krijgt !.

source: Just choose the corresponding option in the “Visibility” module. This will reserve the space for the dock only.
nl: Selecteer de corresponderende optie in de “Zichtbaarheid” module. Hiermee kunt u ruimte reserveren voor het dock.

source: Hint : you can choose to pop-up the dock only when the mouse hits the screen corner instead of the whole screen border. You can also setup the size of the trigger zone, and even set an image to it.
nl: Hint : U kunt kiezen om het dock alleen te laten verschijnen als de muis een hoek van het scherm raakt in plaats van de gehele beeldschermrand. U kunt ook de grootte van de terugroepzone instellen en er zelfs een afbeelding voor instellen.

source: Two choices are available in the “Visibility” module : - either choose to “keep the dock below other windows”. The dock will then pop-up when you place the mouse on its screen border. - or choose the auto-hide. The dock will then hide itself and reappear when you enter the trigger zone.
nl: U heeft twee keuzes, in de “Toegankelijkheid” module : - ofwel kiest u voor “Het dock onder andere vensters houden”. Het dock zal dan verschijnen wanneer u uw muis plaatst op een beeldschermrand. - ofwel activeert u “Automatisch verbergen“. Het dock zal zich dan verbergen en weer tevoorschijn komen wanneer u uw muis in de terugroepzone plaatst.

source: Hint: if you choose to mix applets and launchers in the 'Icons' module, you can also place separators between applets then.
nl: Hint : Als u er voor kiest om applets en starters te mixen in de 'Iconen' module, dan kunt u ook scheidingen tussen applets plaatsen.

source: Simply right-click on the dock where you want to add a separator, and select “add a separator”. You can place it wherever you want (except in amongst taskbar icons) by dragging it with the mouse.
nl: Klik dan met rechts op het dock waar u de scheiding wilt toevoegen en selecteer “Voeg een scheiding toe”. U kunt de scheiding overal plaatsen (behalve tussen taakbalkiconen) door deze te verslepen met de muis.

source: Hint: to move an icon into another dock, right-click on it, go to 'Move to', and choose the one you want in the list. You can do the same with applets as well, allowing you to group many applets in a sub-dock. You can also create new main docks this way.
nl: Hint : Om een icoon te verplaatsen naar een ander dock, kunt u er met rechts op klikken en selecteert u 'Verplaats naar een ander dock' waarna u een keuze maken uit de lijst. Ditzelfde kunt u ook met applets doen, waardoor u meerdere applets kunt groeperen in een sub-dock. U kunt op deze manier ook meerdere hoofd-docks aanmaken.

source: Just right-click on the dock, then select «add a sub-dock». Fill the config panel with a name and image, then confirm.
nl: Klik met rechts op het dock, selecteer dan “Voeg een sub-dock toe”. Geef een naam en afbeelding in het configuratiepaneel, klik dan op OK.

source: Hint : you can then move icons inside this new dock by following the previous method and selecting the dock you've just created. To place this new dock, right click on it, and in the Cairo-dock sub-menu choose “configure this dock”.
nl: Hint : U kunt dan de iconen in het nieuwe dock verplaatsen, door de vorige methode te volgen en het dock te selecteren dat u zojuist aangemaakt heeft. Om dit nieuwe dock te plaatsen, klikt u erop met rechts en selecteert u “Configureren” in het Cairo Dock sub-menu.

source: Any dock can be displayed with one view, and many views are available (3D, Curve, etc). Go to the “Views” module, and choose the view you want for main dock, and for sub-docks.
nl: Elk dock kan getoond worden met één weergave, er zijn meerdere weergaves beschikbaar (3D, Kromming, etc). Ga dan naar de “Weergave” module en selecteer de weergave die u wilt voor het hoofd-dock en sub-dock.

source: The default decoration is defined in the “Desklets” module. You can setup a different decoration for each desklet. To change a desklet’s decoration, go to the applet’s configuration, click on the “desklet” tab, and then choose the decoration you want.
nl: De standaarddecoratie wordt ingesteld in de “Desklets” module. U kunt voor elke desklet een andere decoratie gebruiken. Om een desklet’s decoratie te wijzigen, gaat u naar de configuratie van het applet, klik dan op het “Desklet” tabblad en selecteer de decoratie die u wilt.

source: In the Compiz-Fusion config, activate the 'Widget Layer' plug-in, and set the rule (name=cairo-dock &amp; type=utility). You can then switch an applet to the Widget Layer by left-clicking on its desklet and selecting 'Compiz-Fusion Widget'.
nl: Activeer de 'Widget Layer' plug-in, in het Compiz-Fusion configuratiepaneel en stel de regel in (name=cairo-dock &amp; type=utility). U kunt dan een applet op de Widget Layer plaatsen, door met links te klikken op het desklet en 'Compiz-Fusion Widget' te selecteren.

source: Use the «Group applications by class» option. Only a single icon will appear in the dock. If there are several windows, they will be grouped together in a sub-dock above this icon.
nl: Gebruik de “Toepassingen op klasse groeperen” optie. Er zal dan alleen één enkel icoon zichtbaar zijn in het dock en als er meerdere vensters zijn, dan zullen deze gegroepeerd worden in een sub-dock boven dit icoon.

source: Hint : This way, you can setup your personnal icon for any application. Just place an icon with the same name as the class of the application in a folder used by the dock (by default, ~/.config/cairo-dock/current_theme/icons) The class of an appli can be found by typing xprop in a terminal, then clicking on the window of the appli.
nl: Hint : Op deze manier kunt u een persoonlijk icoon instellen voor elke toepassing. Plaats een icoon met dezelfde naam als de klasse van de toepassing, in een map dat gebruikt wordt door het dock (standaard is dit, ~/.config/cairo-dock/current_theme/icons) De klasse van een toepassing kan gevonden worden door ´xprop´ in een terminal in te typen en daarna te klikken op het venster van de toepassing.

source: This is because X provides small icons for applications which look ugly when zoomed. Use the «overwrite X icons» option to tell the dock not to use them.
nl: Dat komt omdat X kleine iconen voor toepassingen gebruikt, die er niet goed uitzien wanneer ze worden vergroot. Gebruik de optie “X-iconen overschrijven”, zodat het dock ze niet gebruikt.

source: Use the “Mix applis and launchers” option. When a program is launched, if it has a launcher in the dock, this one will take an indicator to signal you that the corresponding application is running. You can then act on the window as if it was a taskbar icon.
nl: Gebruik de “Starters en toepassingen mixen” optie. Wanneer een toepassing geopend is, heeft het een starter in het dock, dat een indicator heeft om u te waarschuwen dat de bijbehorende toepassing is geopend. Het venster gedraagt zich dan als een taakbalkicoon.

source: If you choosed to overwrite X icons, you can add an exception for Pidgin just before this option. If you choosed to mix applis and launchers, you can edit the Pidgin launcher, and in the “Extra parameters”, tick the box that says to not steal the icon for this appli.
nl: Als u kiest voor het overschrijven van de X-iconen, kunt u een uitzondering toevoegen voor Pidgin, vlak voor deze optie. Als u kiest om toepassingen en starters te mixen, kunt u de Pidgin-starter bewerken, en bij de “Extra opties”, het vakje aanklikken dat zegt om het icoon niet te stelen voor dit programma.

source: Enable the Gmenu applet.
nl: Activeer het Gmenu applet.

source: Hint : if you removed your gnome-panel, then the “alt+F2” shortkey does not work anymore. This applet let you setup a shortcut to pop up the quick-launch dialog.
nl: Hint : Als u het Gnome-paneel verwijderd heeft, dan werkt de sneltoets “alt+F2” niet meer. Dit applet laat u een sneltoets instellen voor het openen van de snelstartdialoog.

source: Enable the Gmenu applet, then use it by middle-clicking on its icon.
nl: Activeer het Gmenu applet, waarna u het menu kunt openen door te middelklikken op zijn icoon.

source: How can I add a logout icon?
nl: Hoe kan ik een uitlogicoon krijgen ?

source: Simply enable the «logout» applet.
nl: Activeer simpelweg het “logout” applet.

source: Simply enable the «dustbin» applet.
nl: Door het “Prullenbak” applet te activeren.

source: Hint : you can mount a volume by clicking on its icon. To unmount it, middle-click on its icon, or right-click -> unmount.
nl: Hint : u kunt een volume aankoppelen door op het icoon te klikken. Om het los te koppelen kunt u middelklikken op het icoon of met de rechtermuisknop -> Loskoppelen.

source: Simply enable the «show desktop» applet.
nl: Activeer dan het “Bureaublad tonen” applet.

source: activate the “systray” applet. For the moment it can’t be displayed directly into the dock, so clicking on the icon will pop-up a dialog containing the systray, middle-click will hide it. I recommend to detach this applet to make it a desklet, place it in a corner of your screen, and keep it above other windows.
nl: Activeer het “Systeemvak” applet. Momenteel kan het direct in het dock getoond worden, dus door te klikken op het icoon zal er een dialoog geopend worden dat het systeemvak bevat, middlelklikken zal het verbergen. Ik raad u aan om dit applet los te koppelen om er een desklet van te maken, het dan in een hoek van uw scherm te plaatsen en het boven andere vensters te houden.

source: Open gconf-editor, edit the key /desktop/gnome/session/required_components_list/panel, and replace its content with "cairo-dock". This will not launch the dock on start-up, but just prevent the gnome-panel from launching, so don't forget to add Cairo-Dock on startup. Then restart your session : the gnome-panel has not been started.
nl: Open de Configuratie-editor, ga dan naar /desktop/gnome/session, selecteer dan required_components, dubbelklik daarna op panel en vervang de waarde met "cairo-dock". Dit zal niet het dock openen bij het opstarten, maar voorkomt alleen dat het Gnome-paneel geopend wordt, dus vergeet niet om Cairo-Dock toe te voegen aan de Opstarttoepassingen. Herstart dan uw sessie : het Gnome-paneel is nu niet geopend.

source: Some applets can run several times at the same time : Clock, Cairo-Penguin, Weather, Netspeed, … Right click on the applet’s icon, and select “launch another instance”. A new instance of this applet appears in the main dock. You can configure this new one like any other applet.
nl: Sommige applets kunnen meerdere keren geopend zijn, op dezelfde tijd : Klok, Cairo-Penguin, Weer, Netspeed, … Klik met rechts op het icoon van het applet, en selecteer “Open dit applet nog een keer”. U ziet nu een extra icoon van het applet in het hoofd-dock. U kunt dit applet configureren zoals alle andere.

source: Hint : this applet even lets you add/remove quickly a desktop !
nl: Hint : met dit applet kunt u zelfs snel een bureaublad toevoegen/verwijderen !

source: Hint : when you define a shortkey, try it before to be sure that it is not already used by another application.
nl: Hint : wanneer u een sneltoets instelt, probeer deze dan eerst om er zeker van te zijn dat hij niet reeds gebruikt wordt door een andere toepassing.

source: You have to turn on the compositing. For instance, you can run Compiz or xcompmgr. If you’re under XFCE or KDE, you can just activate the compositing in the window manager’s options. If you're under Gnome, you can activate it in Metacity in this way : Open gconf-editor, edit the key '/apps/metacity/general/compositing_manager' and set it to 'true'.
nl: U moet composite activeren. U kunt bijvoorbeeld Compiz of xcompmgr draaien. Als u XFCE of KDE gebruikt, dan kunt u compositie activeren in de vensterbeheerder’s opties. Als u Gnome gebruikt, kunt u het op deze manier activeren in Metacity: Open de Configuratie-editor, vink de sleutel '/apps/metacity/general/compositing_manager' aan.

source: Don’t panic, Cairo-Dock can emulate the transparency. So to get rid of the black background, just activate the corresponding option, in the end of the “System” module
nl: Geen paniek, Cairo-Dock kan de doorzichtigheid emuleren. Dus om de zwarte achtergrond kwijt te raken, kunt u de corresponderende optie activeren, aan het eind van de “Systeem” module

source: If you have a GeForce8, you have to install the latest drivers, because the first ones were really buggy. If the dock is running without openGL, try to reduce the number of icons in the main dock, or try to reduce its size. If the dock is running with openGL, try to deactivate it by launching the dock with “cairo-dock –c”.
nl: Als u een GeForce8 heeft, moet u de laatste drivers installeren, omdat de eerste drivers veel fouten hadden. Indien het dock werkt zonder openGL, probeer dan het aantal iconen te beperken in het hoofd-dock, of probeer de grootte te verkleinen. Indien het dock werkt met openGL, probeer dat dan te deactiveren door het dock te starten met “cairo-dock –c”.

source: Hint : You can force the openGL by launching the dock with “cairo-dock –o”.but you might get a lot of visual artifacts.
nl: Hint : U kunt openGL forceren door het dock te starten met “cairo-dock –o”, mogelijk krijgt u dan last van veel beeldfouten.

source: You have to tell it which interface you’re using to connect to the Net (by default, it’s “eth0”). Just edit its configuration, and enter the interface’s name. To find it, type “ifconfig” in a terminal, and ignore the “loop” interface. It’s probably something like “eth1”, “ath0”, or “wifi0”.
nl: U moet aangeven met welke interface u verbinding maakt met het internet (standaard is dat “eth0”). Bewerk de configuratie en voer de naam van de interface in. Om dit uit te vinden, kunt u “ifconfig” intypen in een terminal, let niet op de “loop” interface. Het is waarschijnlijk iets als“eth1”, “ath0”, of “wifi0”.

source: if you’re under KDE, you may have to tell it the path of the trash folder. Just edit the applet’s configuration, and fill in the Trash path; it is probably “~/.locale/share/Trash/files”. Be very careful when typing a path here !!! (do not insert spaces or some invisible caracters).
nl: Als u KDE gebruikt, is het mogelijk dat u het pad naar de prullenbak moet aangeven. Bewerk de configuratie van het applet en voer het pad in naar de Prullenbak; dat is waarschijnlijk “~/.locale/share/Trash/files”. Wees extra voorzichtig wanneer u hier een pad invoert !!! (voer geen spaties in of onzichtbare tekens).

source: documentation
nl: Documentatie

source: The Cairo-Dock Team
nl: Het Cairo-Dock team

source: Command to run on click:
nl: Opdracht om uit te voeren bij het aanklikken :

source: If you enter the name of a container which does not exist yet, a new one will be created with this icon inside.
nl: Als u hier een naam van een houder invoert die nog niet bestaat, zal er een nieuwe houder aangemaakt worden met dit icoon erin.

source: Use this option if, e.g., the launcher executes a script in a terminal but you do not want it to steal normal terminal icons from the TaskBar, or if you explicitly want to use the original icon of the TaskBar because it provides some info. E.g. Pidgin's icons represent your contacts' avatars.
nl: Als u ervoor heeft gekozen om starters en toepassingen te mixen, dan kunt u met deze optie dit gedrag uitschakelen, voor deze starter alleen. Dat kan bijvoorbeeld handig zijn voor een starter dat een script uitvoert in een terminal, maar waarvan u niet wilt dat het het icoon van de terminal steelt uit de taakbalk.

source: Prevent this launcher from stealing the application from the taskbar?
nl: Voorkomen dat deze starter toepassing van taakbalk steelt ?

source: The only reason you may want to modify this parameter is if you have made this launcher by hand. If you dropped it into the dock from the menu, you almost certainly shouldn't touch it. It defines the class of the program, which is used to link the application with its launcher.
nl: De enige reden om dit te wijzigen, is als u deze starter zelf heeft gemaakt. Als u het gesleept hebt naar het dock vanuit het menu, dan is het bijna zeker dat u hier niet aan hoeft te komen. Het bepaalt de klasse van de toepassing, wat handig is om de toepassing aan zijn starter te koppelen.

source: Program class:
nl: Klasse van de toepassing :

source: Run in a terminal?
nl: Uitvoeren in een terminal ?

source: Choose the screen border relative to which the dock will be positioned:
nl: Kies de positie op het beeldscherm waar u het dock wilt plaatsen :

source: Position relative to the selected screen edge
nl: Positie ten opzichte van de gekozen kant van het scherm

source: Lateral gap:
nl: Ruimte aan de zijkanten van dock :

source: The dock will automatically hide itself when the mouse leaves it and will show a callback zone instead. Place the mouse into this zone to make the dock reappear.
nl: Het dock zal zich automatisch verbergen wanneer de muis eruit gaat en zal in plaats daarvan een terugroepzone tonen. Wanneer u de muis in de terugroepzone plaatst zal het dock opnieuw tevoorschijn komen.

source: Activate auto-hide?
nl: Automatisch verbergen activeren ?

source: GLX-Dock 2.1.3 - A new and simplified config panel has been written - Thumnbails of windows inside the dock now have an emblem. - Icons pointing on sub-docks can display the sub-dock's content. - When an application demands your attention, only its icon will appear when the dock is hidden. - The DBus plug-in now allows to automatically load external applets, written in any language. - ShowDesktop can now quickly change the resolution of the screen. - Dnd2Share can now directly sends the clipboard's content. - This version also fixes a huge number of problems.
nl: GLX-Dock 2.1.3 - Er is nu ook een simpel configuratiepaneel beschikbaar - Vensterminiaturen binnen het dock hebben nu een embleem.. - Iconen die verwijzen naar sub-docks kunnen nu de inhoud van het sub-dock tonen. - Wanneer een toepassing uw aandacht vraagt, dan verschijnt alleen het icoon als het dock verborgen is. - De DBus plug-in kan nu externe applets, geschreven in elke taal, automatisch laden. - Toon bureaublad kan nu snel de schermresolutie wijzigen. - Dnd2Share kan nu direct de inhoud van het klembord versturen. - In deze versie zijn ook een hoop problemen opgelost.

source: Please wait while importing the theme...
de: Bitte Warten während das Theme importiert wird

source: Main dock's parameters are available in the main configuration window.
de: Andockeinstellungen sind im Hauptkonfigurationsfenster verfügbar.

source: Importing theme...
de: Importiere Theme...

source: Theme has been saved
de: Theme wurde gespeichert.

source: Themes have been deleted
de: Theme wurde gelöscht.

source: Importing theme ...
de: Importiere Theme ....

source: Delete this dock?
de: Dieses Dock entfernen?

source: About Cairo-Dock
de: Über Cairo-Dock

source: Delete this dock
de: Dieses Dock entfernen

source: Sub-dock
de: Untergeordnetes-Dock

source: Main dock
de: Hauptdock

source: Custom launcher
de: Benutzerdefinierter Starter

source: middle-click
de: Mittelklick

source: Close
de: Schließen

source: Happy new year %d !!!
de: Frohes neues Jahr %d !!!

source: Bottom dock
de: Unten andocken

source: Top dock
de: Oben andocken

source: Right dock
de: Rechts andocken

source: Left dock
de: Links andocken

source: by %s
de: von %s

source: Rate me
de: Bewerte mich

source: Do you want to keep this setting? In 15 seconds, the previous setting will be restored.
de: Wollen Sie die Einstellungen beibehalten? In 15 Sekunden werden die vorherigen Einstellungen wiederhergestellt.

source: KDE
de: Windows 7

source: Add or remove any applet
de: Füge oder entferne ein Applet.

source: Action on middle-click on the related application
de: Aktion bei Mittelklick in der verknüpften Anwendung
